Repository: JKBert/knoda5
Catalog: knoda/po/*.po
Languages: bg, de, es, fr, hu, it, ru, uk

source: Columndefinition:
bg: Опредяляне на колона:
de: Spaltendefinition:
es: Definición de columna:
fr: Définition de colonne:
hu: Oszlop definiálása:
it: Specifiche Colonna:
ru: Определение столбца:
uk: Визначення поля:

source: Displayname:
bg: Покажи име:
de: angezeigter Name:
es: Nombre para mostrar:
fr: Nom affiché:
hu: Megjelenített név:
it: Intestazione:
ru: Отображаемое имя:
uk: Ім'я для відображення:

source: Columntype:
bg: Вид колона:
de: Feldtyp:
es: Tipo de columna:
fr: Type de colonne:
hu: Oszloptípus:
it: Tipo Colonna:
ru: Тип столбца:
uk: Тип поля:

source: Digits:
bg: Ширина:
de: Nachkommastellen:
es: Dígitos:
fr: Chiffres:
hu: Számok:
it: Cifre:
ru: Цифры:
uk: Цифри:

source: Alignment:
bg: Равнене:
de: Ausrichtung:
es: Alineación:
fr: Alignement:
hu: Igazítás:
it: Allineamento:
ru: Выравнивание:
uk: Вирівнювання:

source: Separators:
bg: Отделители:
de: Trennzeichen:
es: Separadores:
fr: Séparateurs:
hu: Elválasztók:
it: Separatore:
ru: Разделители:
uk: Розділювачі:

source: Readonly:
bg: Само за четене:
de: Schreibgeschützt:
es: Solo lectura:
fr: En lecture seule:
hu: Csak olvasható:
it: Sola lettura:
ru: Только чтение:
uk: Тільки читання:

source: Default value:
bg: Стойност по умълчание:
de: Standardwert:
es: Valor por defecto:
fr: Valeur par défaut:
hu: Alapértelmezett érték:
it: Valore pre-impostato:
ru: Стандартное значение:
uk: Стандартне значення:

source: Identifier:
bg: Идентификатор:
de: Identifizierer:
es: Identificador:
fr: Identifiant:
hu: Azonosító:
it: Identificatore:
ru: Идентификатор:
uk: Ідентифікатор:

source: &Format
bg: &Формат
es: &Formato
hu: &Formátum
it: &Formato
ru: &Формат
uk: &Формат

source: Viewcolumn:
bg: Преглед колони:
de: angezeigtes Feld:
es: Ver columna:
fr: Colonne de vue
hu: Megmutatott mező:
it: Campo mostrato
ru: Просмотр столбца:
uk: Стовпці перегляду:

source: Listdatasourcetype:
bg: Покажи источници на данни:
de: Type der Listendatenquelle:
es: Tipo de origen de datos de lista:
hu: Listaadatforrás típusa:
it: Datasource Casella combinata:
ru: Список типов источников данных
uk: Список типів джерел даних:

source: Listcolumn:
bg: Изреждане колони:
de: Listenfeld:
es: Listar columna:
fr: Colonne de liste:
hu: Listamező:
it: Campo Casella Combinata
ru: Список столбцов:
uk: Стовпці списку:

source: Listdatasource:
bg: Изреждане бази данни:
de: Listendatenquelle:
es: Origen de datos de lista:
fr: Source de données de liste
hu: Listaadatforrás:
it: Tabella Casella Combinata
ru: Список источников данных:
uk: Список джерел даних:

source: &Combobox
es: &Cuadro combinado
hu: &Combobox mező
it: &Casella Combinata
ru: &Кнопка-список
uk: &Стовпець підстановки

source: On click:
bg: При натискане:
de: Bei Klick:
es: Al hacer click:
fr: Au click:
hu: Kattintáskor:
it: Su Clic:
ru: При нажатии:
uk: Клацання:

source: On doubleclick:
bg: При двойно натискане:
de: Bei Doppelklick:
es: Al hacer doble click:
fr: Au double-click:
hu: Duplakattintáskor:
it: Su doppio clic:
ru: При двойном нажатии:
uk: Подвійне клацання:

source: On loosefocus:
bg: При загубен фокус:
de: Bei Fokusverlust:
es: Al perder enfóque
hu: Ha elveszíti a fókuszt:
it: In uscita dal campo:
ru: При потере фокуса:
uk: При втраті фокусу:

source: On getfocus:
bg: При getfocus:
de: Bei Fokuserhalt:
es: Al adquirir enfóque:
hu: Ha megkapja a fókuszt:
it: Entrati nel campo:
ru: При получении фокуса:
uk: При отриманні фокусу

source: Before insert:
bg: Преди добавяне:
de: Vor Einfügen:
es: Antes de insertar:
fr: Avant l'insertion:
hu: Beillesztés előtt:
it: Prima di inserire:
ru: Перед вставкой:
uk: Перед вставкою:

source: Before update:
bg: Преди обновяване:
de: Vor Aktualisierung:
es: Antes de actualizar:
fr: Avant la modification:
hu: Frissítés előtt:
it: Dopo inserimento:
ru: Перед обновлением:
uk: Перед оновленням:

source: On open:
bg: При отваряне:
de: Beim Öffnen:
es: Al abrir
fr: A l'ouverture:
hu: Megnyitáskor:
it: In apertura:
ru: При открытии:
uk: При відкритті:

source: Before delete:
bg: Преди премахване:
de: Vor Löschen:
es: Antes de borrar:
fr: Avant l'effacement:
hu: Törlés előtt:
it: Prima di eliminare
ru: Перед удалением:
uk: Перед видаленням:

source: After update:
bg: След обновяване:
de: Nach Aktualisierung:
es: Despues de actualizar:
fr: Après la mise-à-jour:
hu: Frissítés után:
it: Dopo aggiornamento:
ru: После обновления:
uk: Після оновлення:

source: After delete:
bg: след премахване:
de: Nach Löschen:
es: Despues de borrar
fr: Après l'effacement:
hu: Törlés után:
it: Dopo aver eliminato:
ru: После удаления:
uk: Після видалення:

source: Before row change:
bg: Преди промяна на реда:
de: Vor Zeilenwechsel:
es: Antes de cambiar filas:
fr: Avant le changement de ligne:
hu: Sormódosítás előtt:
it: Prima di cambiare riga:
ru: Перед изменением строки:
uk: Перед зміною рядка:

source: On close:
bg: При затваряне:
de: Beim Schließen:
es: Al cerrar
fr: A la fermeture:
hu: Bezáráskor:
it: Su chiusura:
ru: При закрытии:
uk: При закритті:

source: After row change:
bg: След промяна на реда:
de: Nach Zeilenwechsel:
es: Despues de cambiar filas
fr: Après le changement de ligne:
hu: Sormódosítás után:
it: Dopo aver cambiato riga:
ru: После изменения строки:
uk: Після зміни рядка:

source: On key:
bg: При ключ:
de: Bei Taste:
es: Al teclar
hu: Kulcs esetében:
it: Su pressione tasto:
ru: При нажатии:
uk: При ключі:

source: After insert:
bg: След добавяне:
de: Nach Einfügen:
es: Despues de insertar:
fr: Après l'insertion:
hu: Beillesztés után:
it: Dopo aver inserito:
ru: После вставки:
uk: Після вставки:

source: On select:
bg: При избор
de: Bei Auswahl:
hu: Kiválasztáskor:
it: Su selezione:
ru: При выборе:
uk: При виборі:

source: &Action
bg: &Действие
de: A&ktionen
es: A&cción
hu: &Művelet
it: &Evento
ru: &Действие
uk: &Дія

source: set
bg: зададен
de: Gesetzt
es: seleccionar
fr: spécifie
hu: válasszon
it: Assegnato
ru: установить
uk: включено

source: not set
bg: не определен
de: nicht gesetzt
es: no seleccionado
fr: non spécifié
hu: nincs beállítva
it: Non assegnato
ru: не устанавливать
uk: виключено

source: bool
de: Logisch
es: booleano
fr: booléen
hu: igen/nem
it: si/no
ru: булево
uk: логічне

source: combo
es: cuadro combinado
hu: kombinált
it: Casella Combinata
ru: комбо
uk: Підстановка

source: edit
bg: редактирай
de: Feld
es: editar
fr: éditer
hu: szerkesztés
it: Elabora
ru: редактировать
uk: редагування

source: no
bg: не
de: Nein
fr: non.
hu: nem
ru: нет
uk: ні

source: yes
bg: да
de: Ja
es: si
fr: oui
hu: igen
it: Si
ru: да
uk: так

source: Shown columns:
bg: Покажи колоните:
de: Angezeigte Spalten:
es: Columnas mostradas:
fr: Montrer les colonnes:
hu: Látható oszlopok:
it: Mostra colonne:
ru: Показывать столбцы:
uk: Показані стовпці:

source: Column
bg: Колона
de: Feld
es: Columna
fr: Colonne
hu: Oszlop
it: Campo
ru: Столбец
uk: Стовпець

source: Columntype
bg: Вид колона
de: Feldtyp
es: Tipo de columna
fr: Type de colonne
hu: Oszloptípus
it: Tipo di Campo:
ru: Тип столбца
uk: Тип поля

source: Column select
bg: Избери колона
de: Spaltenauswahl
es: Selección de columna
fr: Sélection de colonne
hu: Oszlop kiválasztása
it: Campo selezionato
ru: Выбор столбца
uk: Вибраний стовпець

source: Left
bg: Ляво
de: Links
es: Izquierda
fr: Gauche
hu: Balra
it: Sinistra
ru: Слева
uk: Вліво

source: Center
bg: Център
de: Zentriert
es: Centro
fr: Centre
hu: Középen
it: Centro
ru: По центру
uk: По центру

source: Right
bg: Дясно
de: Rechts
es: Derecha
fr: Droit
hu: Jobbra
it: Destra
ru: Справа
uk: Вправо

source: Read only:
bg: Само за четене:
de: Schreibgeschützt:
es: Solo lectura:
fr: En lecture seule:
hu: Csak olvasható:
it: Sola lettura:
ru: Только чтение:
uk: Тільки для читання:

source: Separator:
bg: Отделител:
de: Tsd.Trennzeichen:
es: Separador:
fr: Séparateur:
hu: Elválasztó:
it: Separatore:
ru: Разделитель:
uk: розділювач:

source: Copy
de: Kopieren
hu: Másolás
it: Copia
ru: Копировать
uk: Копіювати

source: Datasource:
bg: Источник на данни:
de: Datenquelle:
es: Origen de datos:
fr: Source de données:
hu: Adatforrás:
ru: Источник данных:
uk: Джерело даних:

source: readonly
bg: само за четене
de: Schreibgeschützt
es: solo lectura
fr: en lecture seule
hu: csak olvasható
it: Sola lettura
ru: только чтение
uk: тільки для читання

source: readwrite
bg: четене/писане
de: Editierbar
es: lectura escritura
fr: lecture/écriture
hu: olvasható és írható
it: Lettura/Scrittura
ru: чтение и запись
uk: для читання і запису

source: Column:
bg: Колона:
de: Feld:
es: Columna:
fr: Colonne:
hu: Oszlop:
it: Campo
ru: Столбец:
uk: Поле:

source: Delete row
bg: премахни ред
de: Lösche Datensatz
es: Borrar registro
fr: Effacer une ligne
hu: Sor törlése
it: Elimina riga
ru: Удалить строку
uk: Видалити рядок

source: Find
bg: Намери
de: Suche
es: Buscar
fr: Chercher
hu: Keresés
it: Cerca
ru: Найти
uk: Шукати

source: set 'NULL' value
bg: постави НУЛЕВА стойност
de: setze 'NULL'-Wert
es: Establecer valor 'NULO'
fr: spécifier une valeur 'NULL'
hu: érték beállítása 'NULL'-ra
it: Imposta il valore a 'NULL'
ru: выставить нулевое значение
uk: встановлено значення 'NULL'

source: Load from file
de: Lade Datei
hu: Betöltés fájlból
it: Leggi dal file
ru: Загрузить из файла
uk: Завантажити з файлу

source: Save to file
de: Speichere Datei
hu: Mentés fájlba
it: Salva su file
ru: Сохранить в файл
uk: Зберегти до файлу

source: Paste
de: Einfügen
hu: Beillesztés
it: Incolla
ru: Вставить
uk: Вставити

source: Not found.
bg: Не е намерен
de: Nicht gefunden.
es: No encontrado.
fr: Introuvable.
hu: Nincs találat.
it: Non trovato
ru: Не найдено.
uk: Не знайдено.

source: &Fit to size
bg: &Приспособи до размер
es: &Ajustar a la medida
fr: &Ajuster à mesure
hu: &Igazítás a mérethez
it: A&datta alla misura
ru: &Подогнать под размер
uk: &Підігнати до розміру

source: O&riginal size
bg: О&ригинален размер
de: O&riginalgröße
es: Tamaño O&riginal
fr: Taille o&riginale
hu: E&redeti méret
it: Dimensione o&riginale
ru: Ори&гинальный размер
uk: &Оригінальній розмір

source: Zoom &in
bg: Намал&и:
de: Ver&größern
hu: Nag&yítás
ru: У&величить
uk: З&меншити

source: Zoom &out
bg: Увелич&и
de: Ver&kleinern
fr: Déz&oomer
hu: Ki&csinyítés
ru: У&меньшить
uk: З&більшити

source: &Load image
de: &Lade Bild
es: &L cargar imágen
hu: Kép betö&ltése
it: Ca&rica Immagine
ru: Загрузить &изображение
uk: &Завантажити образ

source: &Save image
de: Bild &speichern
hu: Kép menté&se
it: &Salva immagine
ru: Сохранить изоб&ражение
uk: З&берегти образ

source: No image
de: Kein Bild
es: No hay imágen
hu: Nincs kép
it: Nessuna immagine
ru: Нет изображения
uk: Немає образу

source: Index Edit - Table:
bg: Индекс Редактирай Таблица:
de: Index Editieren - Tabelle:
es: Edición de índice - Tabla:
hu: Index szerkesztése - tábla:
it: Assegnazione Indice - Tabella:
ru: Редактирование индекса - Таблица:

source: Free fields:
bg: Свободни полета:
de: Verfügbare Felder:
es: Campos libres:
fr: Champs libres
hu: Szabad mezők:
it: Campo libero:
ru: Свободные поля:
uk: Вільні поля:

source: Used fields:
bg: Използвани полета:
de: Verwendete Felder:
es: Campos usados:
fr: Champs utilisés
hu: Használt mezők:
it: Campo utilizzato:
ru: Используемые поля:
uk: Використані поля:

source: Indexname:
bg: Име на индекс:
es: Nombre de índice:
fr: Nom de l'index:
hu: Index neve:
it: Nome dell'indice
ru: Название индекса:
uk: Ім'я індексу:

source: Unique
bg: Уникален:
de: Eindeutig
es: Único
hu: Egyedüli
it: Unico
ru: Уникальный
uk: Унікальне

source: OK
bg: ОК
es: Aceptar
ru: Ок
uk: Гаразд

source: Index could not be altered
bg: Индекса не може да бъде добавен
de: Index konnte nicht geändert werden
es: La clave no pudó cambiarse
fr: L'index n'a pas pu être changé
hu: Az index módosítása nem sikerült
it: L'indice non può essere salvato
ru: Индекс не может быть сменен
uk: Індекс не можна змінити

source: Please enter:
bg: Моля продължете:
de: Bitte eingeben:
es: Seleccione:
fr: Veuillez entrer:
hu: Kérem, válasszon:
it: Invio prego:
ru: Введите:
uk: Будь ласка введіть:

source: Information
bg: Информация
es: Información
hu: Információ
it: Informazioni
ru: Информация
uk: Інформація

source: Please decide
bg: Моля решете
de: Bitte auswählen
es: Decida
fr: Veuillez choisir
hu: Megerősítés
it: Sciegliere:
ru: Пожалуйста решите
uk: Будь ласка вирішіть

source: Module -
de: Modul -
it: Modulo
ru: Модуль -

source: &Print
bg: &Принтирай
de: &Drucken
es: Im&primir
fr: Im&primer
hu: &Nyomtatás
it: &Stampa
ru: П&ечатать
uk: &Друкувати

source: New database dialog
bg: Диалог нова база данни
de: Dialog neue Datenbank
hu: Új adatbázis párbeszédablak
it: Nuovo ambito database
ru: Новая база данных
uk: Діалог Нова база даних

source: New database name:
bg: Име на нова база данни
de: Neue Datenbank:
hu: Új adatbázisnév:
it: Nuovo nome Database:
ru: Название новой базы данных:
uk: Ім'я нової бази даних:

source: New local database file
bg: Няма локален файл база данни
de: Neue lokale Datenbankdatei
hu: Új helyi adatbázis
it: Nuovo file Database locale
ru: Файл новой локальной базы данных
uk: Новий файл локальної бази даних

source: Password dialog
bg: Диалог парола
de: Passwortdialog
es: Diálogo de contraseña
fr: Dialogue de mot de passe
hu: Jelszó párbeszédablak
it: Ambito Parola di accesso
ru: Пароль
uk: Діалог паролю

source: Repeat:
bg: Повтори:
de: Wiederholen:
es: Repita:
fr: Répétez:
hu: Ismétlés:
it: Ripetere:
ru: Повторите:
uk: Повторити:

source: New Password:
bg: Нова Парола:
de: Neues Passwort:
es: Nueva Contraseña:
fr: Nouveau mot-de-passe:
hu: Új jelszó:
it: Nuova parola di accesso:
ru: Новый пароль:
uk: Новий пароль:

source: Enter new password
bg: Въведи нова парола:
de: Neues Passwort eingeben:
es: Escriba la nueva contraseña
fr: Entrez un nouveau mot-de-passe
hu: Adja meg az út jelszót
it: Digitare la nuova parola di accesso
ru: Введите новый пароль
uk: Ввести новий пароль:

source: New password:
bg: Нова парола:
de: Neues Passwort:
es: Nueva contraseña:
fr: Nouveau mot-de-passe:
hu: Új jelszó:
it: Nuova parola di accesso:
ru: Новый пароль:
uk: Новий пароль:

source: Repeat:
bg: Повтори:
de: Wiederholen:
es: Repita:
fr: Répéter:
hu: Ismétlés:
it: Ripetere:
ru: Повторите:
uk: Повторити:

source: The two entries are different!
bg: Двата записа са различни:
de: Die beiden Einträge sind unterschiedlich!
es: ¡Las dos contraseñas introducidas son diferentes!
fr: Les deux entrées sont différentes!
hu: A két érték nem egyforma!
it: I due dati inseriti sono differenti|
ru: Две записи различны!
uk: Ці два входження - різні!

source: Database object handler
de: Datenbank Objektverwaltung
es: Diseñador de objetos de bases de datos
hu: Objektumkezelő
it: Navigatore oggetti Database
ru: Драйвер объектов базы данных
uk: Оброблювач об'єктів бази даних

source: Password Dialog
bg: Диалог парола
de: Passwortdialog
es: Dialogo de contraseñas
fr: Dialogue de mot de passe
hu: Jelszó párbeszédablak
it: Ambito Parola di Accesso
ru: Пароль
uk: Діалог паролю

source: Mandatory login details:
de: Login Angaben:
es: Detalles obligatorios de acceso:
fr: Détail de login obligatoires:
hu: Kötelező bejelentkezési adatok:
it: Dettagli Mandatory login:
ru: Обязательные детали входа:
uk: Обов'язкові деталі реєстрації:

source: &Host:
es: Servi&dor:
fr: Mac&hine
hu: &Gépnév:
ru: Х&ост:
uk: &Хост:

source: Database &name:
bg: Име &база данни
de: Datenbank&name:
es: &nombre de Base de datos:
hu: Az adatbázis &neve:
it: &Nome Database
ru: Название базы &данных:
uk: Ім'я &бази даних:

source: &User:
bg: &Потребител:
es: &Usuario:
fr: &Utilisateur
hu: &Felhasználó:
it: &Utilizzatore (User)
ru: &Пользователь:
uk: &Користувач:

source: &Password:
bg: &Парола
de: &Passwort:
es: &Contraseña:
fr: Mot de &passe:
hu: &Jelszó:
it: &Parola d'Accesso
ru: П&ароль:
uk: &Пароль:

source: &TCP Port:
es: Puerto &TCP:
fr: Port &TCP:
hu: &TCP kapu:
it: Porta &TCP
ru: Порт &TCP:
uk: &TCP Порт:

source: S&QL Delimiter:
de: S&QL Begrenzer:
es: Delimitador S&QL:
fr: Délimiteur S&QL:
hu: &SQL elválasztó:
it: Delimitatore S&QL
ru: Ограничитель &SQL:
uk: S&QL Розділювач:

source: &Emulate Boolean:
de: &Emuliere boolsche Felder:
es: &Emular booleano:
fr: &Emuler un booléen:
hu: Boolean &emulálása:
it: &Emulatore Si/No:
ru: Эмулировать б&улево:
uk: &Емуляція бульового:

source: &Save settings
bg: &Запази настройките
de: Einstellungen &speichern
es: &Guardar configuración
fr: &Sauver les préférences
hu: &Beállítások mentése
it: &Salva impostazioni
ru: Сохра&нить настройки
uk: &Зберегти настройки

source: Preferences
bg: Предпочитания
de: Persönliche Einstellungen
es: Preferencias
fr: Préférences
hu: Beállítások
it: Preferenze:
ru: Настройки
uk: Параметри

source: Driverpath:
de: Treiberpfad:
es: Ruta del controlador:
fr: Chemin des pilotes
hu: Meghajtó(k) könyvtára:
it: Indirizzo Driver:
ru: Путь к драйверам:
uk: Шлях до драйверу:

source: Default driver:
bg: Драйвър по умълчание:
de: Standardtreiber:
es: Controlador por defecto:
fr: Pilote par défaut
hu: Alapértelmezett meghajtó:
ru: Стандартный драйвер:
uk: Стандартний драйвер:

source: Snap to grid x:
es: Ajustar a rejilla x:
fr: Accrochage à la grille x:
hu: Igazítás az x rácshoz:
it: Passo in x griglia:
ru: Сместить по оси x:
uk: Вирівняти по сітці x:

source: Snap to grid y:
es: Ajustar a rejilla y:
fr: Accrochage à la grille y:
hu: Igazítás az y rácshoz:
it: Passo in y griglia:
ru: Сместить по оси y:
uk: Вирівняти по сітці y:

source: Metric system:
bg: Метрична система:
de: Metrisches System:
es: Sistema métrico:
fr: Système métrique
hu: Metrikus rendszer:
it: Sistema di misura:
ru: Метрическая система:
uk: Метрична система:

source: Relative
bg: Релативно
de: Relativ
es: Relativo
fr: Relatif
hu: Relatív
it: Relativo
ru: Относительная
uk: Відносна

source: Absolute
bg: Абсолютно
de: Absolut
es: Absoluto
fr: Absolu
hu: Abszolút
it: Assoluto
ru: Абсолютная
uk: Абсолютна

source: Store password:
bg: Запази парола:
de: Passwort speichern:
hu: Jelszó tárolása:
it: Salva Codice d'Accesso
ru: Сохранять пароли:
uk: Зберегти пароль:

source: &General
bg: &Общи
de: &Allgemein
fr: &Général
hu: Álta&lános
it: &Generale
ru: &Основное
uk: &Головні

source: show maximized:
bg: покажи увеличен:
de: Maximiert anzeigen:
es: mostrar maximizado:
fr: montrer maximisé:
hu: maximális nézet:
it: Mostra ingrandito:
ru: показывать развернутым:
uk: показати збільшеним:

source: be pedantic:
hu: ragaszkodjon ehhez
it: insistere:
ru: быть педантичным:
uk: бути прискіпливим:

source: Use single click:
de: Einfachklick verwenden:
hu: Egykattintásos módszer:
it: Singolo click
ru: Использовать одиночное нажатие:
uk: Використовувати один клік:

source: &Appearance
bg: &Появяване
de: &Erscheinungsbild
es: &Apariencia
fr: &Apparence
hu: &Kinézet
it: &Aspetto
ru: &Внешний вид
uk: &Вигляд

source: Default font:
bg: Шрифт по умълчание:
de: Standardschrift:
es: Fuente predeterminada:
fr: Police par défaut
hu: Alapértelmezett betűtípus:
it: Carattere preimpostato:
ru: Стандартный шрифт:
uk: Стандартний шрифт:

source: Textalignment:
de: Textausrichtung:
es: Alineación de texto:
fr: Alignement du texte
hu: Szöveg igazítása:
it: Allineamento del testo:
ru: Выравнивание текста:
uk: Вирівнювання тексту:

source: Numberalignment:
de: Zahlenausrichtung:
es: Alineación de números:
fr: Alignement des nombres
hu: Számok igazítása:
it: Allineamento dei numeri:
ru: Выравнивание чисел:
uk: Вирівнювання чисел:

source: Precision:
bg: Точност:
de: Genauigkeit:
es: Precisión:
fr: Précision:
hu: Pontosság:
it: Cifre decimali:
ru: Точность:
uk: Точність:

source: &Defaults
bg: &По умълчание
de: &Standardwert
es: Valores por &defecto
fr: &Défauts
hu: &Alapértelmezett
ru: Стандарт&ные
uk: &Стандартні

source: Date format:
bg: Формат на датата:
de: Datumsformat:
es: Formato de fecha:
fr: Format de date:
hu: Dátumformátum:
it: Formattazione Data:
ru: Формат даты:
uk: Формат дати:

source: Time format:
de: Zeitformat:
es: Formato de hora:
fr: Format d'heure:
hu: Időformátum:
it: Formattazione ora:
ru: Формат времени:
uk: Формат часу:

source: Date&Time format:
de: Datum&Zeitformat:
es: Forma&to de fecha y hora:
fr: Formate de date et d'heure:
hu: 'Dátum és idő' formátum:
it: Formattazione Data-Ora:
ru: Формат даты и времени:
uk: Формат Дата/&Час:

source: cm
ru: см
uk: см

source: inch
de: Zoll
es: pulgada
fr: pouce
hu: hüvelyk
it: Pollici
ru: дюймы
uk: дюйм

source: Measure system:
bg: Метрична система:
de: Maßeinheit:
es: Sistema de medida:
fr: Système de mesures
hu: Mértékegység:
it: Sistema di misura:
ru: Система измерения:
uk: Система мір:

source: Locale:
bg: Локални:
es: Idioma:
hu: Országkód:
it: Local:
ru: Локаль:
uk: Локаль:

source: &Regional
bg: &Регионални
de: &Regionales
fr: &Régional
hu: &Regionális beállítások
it: &Locale
ru: &Региональное
uk: &Регіональні

source: Print command:
de: Druckkommando:
hu: Nyomtatási parancs:
it: Comando di stampa:
ru: Команда печати:
uk: Команда друку:

source: Embed fonts:
de: Schriftart einbetten:
hu: Betűkészletek beágyzása:
it: Fonts interni:
ru: Встроить шрифты:
uk: Вставляти шрифти:

source: &Printer
bg: &Принтер
de: &Ausdruck
es: Im&presión
fr: Im&primante
hu: &Nyomtató
it: Stam&pante
ru: &Принтер
uk: &Принтер

source: Printcommand:
de: Druckkommando:
es: Comando de impresión:
fr: Commande d'impression:
hu: Nyomtatási parancs:
it: Comando di stampa:
ru: Команда печати:
uk: Команда друку:

source: Show all questions:
bg: Покажи всички запитвания:
de: Alle Fragen zeigen:
es: Mostrar todas las preguntas:
fr: Montrer toutes les questions:
hu: Minden kérdés megjelenítése:
it: Chiedi sempre conferma:
ru: Показывать все вопросы:
uk: Показати всі запитання:

source: Show maximized:
bg: Покажи увеличени:
de: Maximiert anzeigen:
es: Mostrar maximizado:
fr: Montré maximisé:
hu: Maximális nézet:
it: Mostra ingrandito:
ru: Показывать развернутым:
uk: Показати збільшеним:

source: Default Font:
bg: Шрифт по умълчание:
de: Standardschrift:
es: Fuente por defecto:
fr: Police par défaut
hu: Alapértelmezett betűtípus:
it: Font preimpostato:
ru: Стандартный шрифт:
uk: Стандартний шрифт:

source: Text alignment:
de: Textausrichtung:
es: Alineación de texto:
fr: Alignement du texte
hu: Szöveg igazítása:
it: Allineamento del testo:
ru: Выравнивание текста:
uk: Вирівнювання тексту:

source: Number alignment:
de: Zahlenausrichtung:
es: Alineación de números:
fr: Alignement des nombres:
hu: Számok igazítása:
it: Allineamento dei numeri:
ru: Выравнивание чисел:
uk: Вирівнювання чисел:

source: Singleclick
bg: При единично натискане:
de: Einzelklick
hu: Egy kattintás
it: Singolo click
ru: Одиночное нажатие
uk: Один клік:

source: Doubleclick
bg: При двойно натискане
de: Doppelklick
hu: Duplakattintás
it: Doppio click
ru: Двойное нажатие
uk: Подвійний клік:

source: Property Editor
bg: Редактор Предпочитания
de: Eigenschaftsfenster
es: Editor de propiedades
fr: Editeur de propriétés
hu: Tulajdonságok szerkesztő
it: Finestra porpietà
ru: Редактор свойств
uk: Редактор властивостей

source: Combomode:
de: Combomodus:
es: Modo de cuadro combinado:
fr: Mode combo:
hu: Kombinált mód:
it: Casella combinata
ru: Режим комбинации:

source: Label:
bg: Етикет:
es: Etiqueta:
hu: Címke:
it: Etichetta:
ru: Метка:
uk: Мітка:

source: Datasource:
bg: Источник на данни:
de: Datenquelle:
es: Origen de datos:
fr: Source de données:
hu: Adatforrás:
ru: Источник данных:
uk: Джерело даних:

source: Tooltip:
bg: Тип инструмент
de: Hilfstext:
es: Sugerencia:
fr: Astuce:
hu: Felbukkanó magyarázat:
it: Commento a comparsa:
ru: Подсказка:
uk: Підказка:

source: Column:
bg: Колона:
de: Feld:
es: Columna:
fr: Colonne:
hu: Oszlop:
it: Campo (Colonna):
ru: Столбец:
uk: Стовпець:

source: Subform:
bg: Субформа:
de: Unterformular:
es: Subformulario:
hu: Részűrlap:
it: Sub Scheda (SubForm)
ru: Подформа:
uk: Підформа:

source: Use textlist:
bg: Използвай списък с текст:
de: Verwendete Textliste:
es: Use listatextual:
hu: Széveglista használata:
it: Utilizza un elenco
ru: Использовать список строк:
uk: Використати textlist:
