Repository: JKBert/knoda5
Catalog: knoda/po/*.po
Languages: bg, de, es, fr, hu, it, ru, uk

# NAME OF TRANSLATORS
source: Your names
bg: ИМЕ НА ПРЕВОДАЧА
de: Horst Knorr
es: Jesus Arocho
fr: Stan Pinte
hu: Marcel Hilzinger
it: Livio Tomasi
ru: Иван Бобров
uk: Led

# EMAIL OF TRANSLATORS
source: Your emails
bg: EMAIL НА ПРЕВОДАЧА
de: hk_classes@knoda.org
es: jesus_arocho@comcast.net
fr: stan@sauvages.be
hu: marcel@hilzinger.hu
it: archimede@tomasil.it
ru: ibobrik@gmail.com
uk: led@linux.kiev.ua

source: &Database
de: D&atenbank
hu: &Adatbázis
ru: &База данных
uk: &База даних

source: No datasource set!
bg: Не е избрана база данни
de: Keine Datenquelle definiert!
es: ¡No ha seleccionado una fuente de datos!
fr: Pas de source de données spécifiée
hu: Nem adott meg adatforrást!
it: Datasource non impostato
ru: Не установлен источник данных!
uk: Не встановлено джерела даних!

source: Error while executing actionquery
de: Fehler beim Ausführen der Aktionsabfrage
es: Error ejecutando la consulta
fr: Erreur lors de l'exécution d'une requête
hu: Hiba keletkezett a lekérdezés végrehajtásakor
it: Errore l'Interrogazione (Query) non può essere eseguita
ru: Ошибка выполнения запроса
uk: Помилка при виконанні операції

source: No such field %FIELD% in datasource %DATASOURCE%!
de: Feld %FIELD% existiert nicht in der Datenquelle %DATASOURCE%!
es: ¡No existe el campo %FIELD% en ls fuente de datos %DATASOURCE%!
fr: Pas de champ %FIELD% dans la source de données %DATASOURCE%
hu: Nincs ilyen mező (%FIELD%) a(z) %DATASOURCE% adatforrásban!
it: %FIELD% non è un Campo del Datasource %DATASOURCE%!
ru: Источник данных %DATASOURCE% не содержит поля %FIELD%!
uk: Поле %FIELD% не визначене в джерелі даних %DATASOURCE%!

source: Question:
bg: Въпрос:
de: Frage:
es: Pregunta:
hu: Kérdés:
it: Domanda:
ru: Вопрос:
uk: Питання:

source: n=No all other keys = yes
bg: n=Не всички други клавиши = да
de: n=Nein alle anderen Tasten = Ja
es: n=No cualquier otra tecla = si
fr: n=Non autres touches = Oui
hu: n=Nem minden egyéb kulcs = igen
it: n=No tutti gli altri tasti=Si
ru: n=Нет все другие ключи = да
uk: n=Ні всі інші клавіші = Так

source: Warning! Your local charset '%1' could not be set!
bg: Внимание! Вашата локална кодировка %1 не е посочена !
de: Warnung! Der lokale Zeichensatz '%1' konnte nicht gesetzt werden!
fr: Attention! Votre charset '%1' n'a pas pu être spécifié!
hu: Figyelem! A '%1' karakterkészlet beállítása nem sikerült!
it: Attenzione! Il vostro local charset %1 potrebbe non esser stato impostato
ru: Внимание! Ваша локаль '%1' не может быть установлена!
uk: Увага! Ваш локальний набір символів '%1'неможливо встановити!

source: Load file
bg: Зареди файл:
de: Lade Datei
es: Cargar Archivo
fr: Charger le fichier:
hu: Fájl megnyitása
it: Legge file
ru: Загрузить файл
uk: Завантажити файл:

source: Save file
bg: &Запази файл
de: Speichere Datei
es: Guardar archivo
fr: &Sauvegarder le fichier
hu: Fájl mentése
it: Salva file
ru: Сохранить файл
uk: Зберегти файл

source: Change directory (%1)
bg: Промени директория (%1)
de: Verzeichnis wechseln (%1)
es: Cambiar Directorio
fr: Changer le répertoire (%1)
hu: Könvytár módosítása (%1)
it: Cambia cartella (directory) (%1)
ru: Сменить директорию (%1)
uk: Змінити каталог (%1)

source: Change file (%1)
bg: Промени файл (%1)
de: Datei ändern (%1)
es: Cambiar file
fr: Changer le fichier (%1)
hu: Fájl módosítása (%1)
it: Cambia file (%1)
ru: Сменить файл (%1)
uk: Змінити файл (%1)

source: End input
bg: Край на въвеждане
de: Eingabe beenden
es: Fin de carga
fr: Fin de l'entrée de données
hu: Bevitel befejezése
it: Fine immissione
ru: Завершить ввод
uk: Закінчити введення

source: Enter directory:
bg: Избери директория:
de: Verzeichnis:
fr: Veuillez sélectionner un répertoire:
hu: Adja meg a könyvtár nevét:
it: Inserire cartella (directory)
ru: Введите директорию:
uk: Введіть каталог:

source: No valid directory name
bg: Няма име на валидна директория
de: Kein gültiger Verzeichnisname
es: No hay nombre de directorio válido
fr: Nom de répertoire invalide
hu: A könyvtánév nem érvényes
it: Nome di cartella (directory) non valido
ru: Нет доступного имени директории
uk: Недопустиме ім'я каталогу

source: Enter filename:
bg: Въведете име на файл:
de: Dateinamen eingeben:
es: Nuevo nombre de file:
fr: Entrez un nom de fichier:
hu: Adja meg a fájl nevét:
it: Inserire nome file
ru: Введите название файла:
uk: Введіть ім'я фала:

source: No valid file name
bg: Няма валидно име на файл
de: Kein gültiger Dateiname
es: No es nombre válido de file
fr: Nom de fichier invalide
hu: A fájlnév nem érvényes
it: Nome file non valido
ru: Нет доступного имени файла
uk: Недопустиме ім'я фалу

source: Select directory:
de: Verzeichnis auswählen:
hu: Válasszon könyvtárat:
it: Seleziona cartella
ru: Выберите директорию:
uk: Виберіть каталог:

source: red:
bg: червено:
de: rot:
es: rojo:
fr: rouge:
hu: piros:
it: Rosso
ru: красный:
uk: червоний:

source: green:
bg: зелено:
de: grün:
es: verde:
fr: vert:
hu: zöld:
it: Verde
ru: зеленый:
uk: зелений:

source: blue:
bg: синьо:
de: blau:
es: azul:
fr: bleu:
hu: kék:
ru: синий:
uk: синій:

source: Float
de: Fließkomma
es: Real
fr: Naturel
hu: lebegőpontos (float)
it: Decimale
ru: Число с плавающей точкой
uk: З плаваючою точкою

source: Small Float
de: Fließkomma (klein)
es: Real Pequeño
fr: Petit naturel
hu: kis lebegőpontos
it: Decimale breve
ru: Небольшое число с плавающей точкой
uk: Мале з плаваючою точкою

source: Integer
de: Ganzzahl
es: Entero
fr: Entier
hu: szám
it: Intero
ru: Целое
uk: Ціле

source: Small Integer
de: Ganzzahl (klein)
es: Entero Pequeño
fr: Petit entier
hu: kis szám
it: Intero breve
ru: Небольшое целое
uk: Мале ціле

source: Text
es: Texto
fr: Texte
hu: szöveg
it: Testo
ru: Текст
uk: Текст

source: Datetime
de: Datum und Zeit
es: Fecha/Hora
fr: Date et heure
hu: dátum/idő
it: Data-Ora
ru: Дата и время
uk: Дата/час

source: Timestamp
de: Zeitstempel
es: Marca temporal
hu: időbélyeg
ru: Временная метка
uk: Часова мітка

source: Time
de: Zeit
es: Hora
fr: Heure
hu: idő
it: Ora
ru: Время
uk: Час

source: Date
de: Datum
es: Fecha
hu: dátum
it: Data
ru: Дата
uk: Дата

source: Bool
de: Logisch
es: Booleano
fr: Booléen
hu: igen/nem
it: Si/No
ru: Булево
uk: Логічне

source: Binary
de: Binär
es: Binario
fr: Binaire
hu: bináris
it: Binario
ru: Двоичные данные
uk: Двійкове

source: Memo
fr: Mémo
hu: feljegyzés
ru: Длинное текстовое
uk: Мемо

source: Auto Increment
bg: Автоматично Увеличаване
de: Autozähler
es: Autoincremental
fr: Auto-incrémenté
hu: számláló
it: Autoincremento
ru: Автоматически увеличивающееся
uk: Лічильник

source: Unknown columntype
bg: Неизвестен тип на колона
de: Unbekannter Feldtyp
es: Tipo de columna desconocido
fr: Type de colonne inconnu
hu: Ismeretlen oszloptípus
it: Campo (Colonna) sconosciuto
ru: Неизвестный тип столбца
uk: Невизначений тип поля

source: Servermessage:
bg: Съобщение от сървъра:
de: Servernachricht:
es: Mensaje del servidor:
fr: Message du serveur:
hu: A szerver üzenete:
it: Messaggio dal server:
ru: Сообщение сервера:
uk: Повідомлення сервера:

source: Unable to connect to the SQL-Server!
bg: Не може да се свържа с SQL-Server!
de: Verbindung zu SQL Server nicht möglich!
es: ¡No es posible conectar al servidor SQL!
fr: Problème de connection au server
hu: Nem sikerült az SQL szerverhez kapcsolódni!
it: Impossibile connettersi al server SQL!
ru: Невозможно подключится к серверу SQL!
uk: Неможливо приєднатися до SQL-сервера!

source: Please give me the following information:
bg: Моля посочете следната информация:
de: Bitte geben Sie folgende Informationen ein:
es: Provea la siguiente información:
fr: Veuillez me donner l'information suivante:
hu: Kérem, adja meg a következő információkat:
it: Prego,digitare le seguenti informazioni:
ru: Пожалуйста введите следующую информацию:
uk: Будь ласка, надайте мені наступну інформацію:

source: Host:
bg: Хост:
es: Servidor:
fr: Machine:
hu: Gép:
ru: Хост:
uk: Хост:

source: User:
bg: Потребител:
es: Usuario:
fr: Utilisateur:
hu: Felhasználó:
it: Utente:
ru: Пользователь:
uk: Користувач:

source: Database name:
bg: Има на базата данни:
de: Datenbankname:
fr: Base de données:
hu: Az adatbázis neve:
it: Nome del Database
ru: Название базы данных:
uk: Назва бази данних:

source: Password (will not be displayed):
bg: Парола (няма да бъде показвана):
de: Passwort (wird nicht angezeigt)
es: Contraseña (no se mostrará):
fr: Mot-de-passe (pas affiché):
hu: Jelszó (nem látszik):
it: Parola o codice d'accesso (Password; non verrà visualizzata)
ru: Пароль (не будет отображаться):
uk: Пароль (не буде показуватись)

source: TCP Port:
bg: TCP Порт:
es: Puerto TCP:
fr: Port TCP:
hu: TCP kapu:
it: Porta TCP
ru: Порт TCP:
uk: TCP Порт:

source: SQL Delimiter:
bg: SQL Делиметър:
de: SQL Begrenzer
es: Delimitador SQL
fr: Délimiteur SQL:
hu: SQL elválasztó:
it: Delimitatore SQL
ru: Ограничитель SQL:
uk: SQL розділювач:

source: Emulate Boolean:
bg: Емулирай Boolean:
de: Boolsche Felder emulieren:
es: Emular Booleano:
fr: Emulation booléen
hu: Boolean emulálása:
it: Emulatore boleano
ru: Эмулировать булево:
uk: Емулювати логічне:

source: The driver does not support creating new databases!
bg: Драйвъра не потдържа създаване на нова база данни!
de: Der Server unterstützt nicht das Anlegen neuer Datenbanken!
es: Servidor no provee para crear nuevas bases de datos!
fr: Le pilote ne supporte pas la création de nouvelles banques de données
hu: A meghajtó nem támogatja az új adatbázisok létrehozását!
it: Il driver non è in grado di creare il nuovo Database
ru: Драйвер не поддерживает создания новых баз данных!
uk: Драйвер не підтримує створення бази даних!

source: Not connected to the server
bg: Няма връзка със сървъра!
de: Keine Verbindung zum SQL Server
es: ¡No está conectado al servidor!
fr: Pas connecté au serveur
hu: Nincs kapcsolat a szerverrel!
it: Non connesso al server
ru: Не подключен к серверу
uk: Не приєднаний до сервера

source: Bug: Actionquery could not be created
bg: Бъг: Actionquery could not be created
de: Aktionsabfrage konnte nicht erzeugt werden!
es: ¡No pudo crearse la ConsultaAcción!
fr: Bug: ActionQuery n'a pas pu être créée
hu: Hiba: A lekérkezés létrehozása nem sikerült
it: Errore (Bug): l'Interrogazione (Query) di comando non può essere eseguita
ru: Ошибка: запрос не может быть создан
uk: Помилка: запит дії неможливо створити

source: Database could not be created!
bg: Не може да бъде създадена база данни!
de: Datenbank konnte nicht gelöscht werden!
es: ¡No pudo crearse la base de datos!
fr: La base de donnée n'a pas pu être créée.
hu: Az adatbázis létrehozása nem sikerült!
it: Il Database non può essere creato
ru: База данных не может быть создана!
uk: База даних не може бути створена!

source: Delete the database "%DBNAME%"?
bg: Премахни базата данни"%DBNAME%"?
de: Datenbank "%DBNAME%" löschen?
es: ¿Eliminar la base de datos "%DBNAME%"?
fr: Effacer la base de données "%DBNAME%"?
hu: Törölni akarja a(z) "%DBNAME%" adatbázist?
it: Cancella il database "%DBNAME%"
ru: Удалить базу данных "%DBNAME%"?
uk: Видалити базу даних "%DBNAME%" ?

source: Database could not be deleted!
bg: Базата данни не може да бъде премахната!
de: Datenbank konnte nicht gelöscht werden!
es: ¡No pudo borrarse la base de datos!
fr: La base de donnée n'a pas pu être effacée!
hu: Az adatbázis törlése nem sikerült!
it: Il Database non può essere eliminato!
ru: База данных не может быть удалена!
uk: База даних не може бути видалена!

source: Password could not be changed!
bg: Паролата не може да бъде променена!
de: Passwort konnte nicht geändert werden
es: ¡No pudo cambiarse la contraseña!
fr: Le mot-de-passe n'a pas pu être modifié!
hu: A jelszó megváltoztatása nem sikerült!
it: Il codice d'accesso (Password) non pùò essere cambiato!
ru: Пароль не может быть изменен!
uk: Пароль не можливо змінити!

source: New password (will not be displayed):
bg: Нова парола (няма да бъде показвана):
de: Neues Passwort (wird nicht angezeigt):
es: Nueva contraseña (no se mostrará):
fr: Nouveau mot-de-passe (ne sera pas affiché)
hu: Új jelszó (nem látszik):
it: Nuovo codice d'accesso (Password; non sarà visualizzata)
ru: Новый пароль (не будет отображаться):
uk: Новий пароль (не буде показуватись):

source: Reenter new password:
bg: Повторно въвеждане на новата парола:
de: Passwort nochmals angeben:
es: Reescriba la nueva contraseña:
fr: Entrez à nouveau votre mot-de-passe:
hu: Ismételje meg a jelszót:
it: Digitare nuovamente il codice d'accesso (Password):
ru: Введите еще раз новый пароль:
uk: Повторіть введення нового пароля:

source: Unknown driver
bg: Неизвестен драйвър
de: Unbekannter Treiber
es: Driver desconocido
fr: Pilote inconnu
hu: Ismeretlen meghajtó
it: Driver soconosciuto
ru: Неизвестный драйвер
uk: Невідомий драйвер

source: Copying tabledefinition: %FILE%
bg: Копирай дефинициите в таблицата: %FILE%
de: Kopiere Tabellendefinition: %FILE%
es: Copiando diseño de tabla: %FILE%
fr: Copie des définitions de table: %FILE%
hu: %FILE% tábladefiníció másolása
it: Sto copiando le specifiche della tabella %FILE%:
ru: Копирование описания таблицы: %FILE%
uk: Копіювання таблиці: %FILE%

source: Copying query: %FILE%
bg: Копие на заявка:%FILE%
de: Kopiere Abfrage: %FILE%
es: Copiando consulta: %FILE%
fr: Copie une requête: %FILE%
hu: %FILE% lekérdezés másolása
it: Sto copiando l'Interrogazione (Query) %FILE%:
ru: Копирование запроса: %FILE%
uk: Копіювання запиту: %FILE%

source: Copying form: %FILE%
bg: Копие на форма:%FILE%
de: Kopiere Formular: %FILE%
es: Copiando formulario: %FILE%
fr: Copie de: %FILE%
hu: %FILE% űrlap másolása
it: Sto copiando la Scheda (Form) %FILE%:
ru: Копирование формы: %FILE%
uk: Копіювання форми: %FILE%

source: Copying report: %FILE%
bg: Копие на отчет:%FILE%
de: Kopiere Report: %FILE%
es: Copiando informe: %FILE%
fr: Copie du rapport: %FILE%
hu: %FILE% jelentés másolása
it: Sto copiando il Prospetto (Report )%FILE%:
ru: Копирование отчета: %FILE%
uk: Копіювання звіту: %FILE%

source: Please enter the name of the database:
bg: Моля въведете името на базата данни:
de: Name des Datenbank:
es: Escriba el nombre de la base de datos:
fr: Veuillez entrer le nom de la base de données:
hu: Kérem, adja meg az adatbázis nevét:
it: Inserisci il nome del Database:
ru: Введите название базы данных:
uk: Будь ласка введіть ім'я бази даних:

source: Can't create a new target database
bg: Не може да се създаде нова базаданни:
de: Zieldatenbank können nicht erzeugt werden
es: No se puede crear la nueva base de datos:
fr: Impossible de créer une nouvelle base de données cible
hu: Nem lehet az új céladatbázist létrehozni
it: Impossibile creare un nuovo Target Database
ru: Невозможно создать новую целевую базу данных
uk: Неможливо створити нову цільову базу даних

source: Can't create new tables
bg: Не може да се създаде нова таблица:
de: Neue Tabellen können nicht angelegt werden
es: No se puede crear nuevas tablas:
fr: Impossible de crééer de nouvelles tables
hu: Nem lehet új táblákat létrehozni
it: Impossibile creare nuova Tabella
ru: Невозможно создать новые таблицы
uk: Неможливо створити нові таблиці

source: Field names will be truncated to %1 characters
bg: Имената на полетата ще бъдат намалено до %1знака
de: Feldnamen werden auf eine Länge von %1 gekürzt
es: Nombres de campos serán truncados a %1 characteres
fr: Les noms des champs seront limités à %1 caractères
hu: A mező hosszának csonkítása %1 karakterre
it: Il nome del file terminerà al carattere n. %1
ru: Названия полей будут укорочены до %1 символов
uk: Імена полів буде скорочено до %1 символів

source: Source database may contain proprietary field types
bg: Изходната "база данни" трябва да съдържа разрешени типове
de: Quelldatenbank kann proprietäre Feldtypen enthalten
es: La base de datos puede contener campos de tipo privados
fr: La base de donnée source peut contenir des types de champs propriétaires
hu: A forrásadabázis zárt forrású (proprietary) mezőtípusokat tartalmazhat
it: Il Database di origine potrebbe contenere files propietari
ru: Исходная база данных может содержать собственные типы полей
uk: Вихідна база даних може містити приватні типи полів

source: Field names with other characters than [A-Za-z0-9] are not allowed
bg: Полета с други знаци освен [A-Za-z0-9] не са разрешени
de: Feldnamen mit anderen Zeichen als [A-Za-z0-9] sind nicht erlaubt
es: Nombres de campos con caracteres que no sean [A-Za-z0-9] no son permitidos
fr: Seuls les caractères [A-Za-z0-9] sont acceptés pour les noms de champs
hu: A mezőnév csak ezekből a karakterekből állhat: [A-Za-z0-9]
it: Nomi di Files con altri caratteri eccetto: [A-Z-a-z-0-9] non sono permessi
ru: Названия полей, состоящие не из [A-Za-z0-9] не разрешены
uk: Імена полів з символами, відмінними від [A-Za-z0-9], не дозволені

source: Field names with non-ASCII characters are not supported
bg: Имена на полета без ASCII знаци не се потдържат
de: Feldnamen mit Nicht-ASCII Zeichen werden nicht unterstützt
es: Nombres de campos con caracteres no ASCII no apoyados
fr: Seuls les caractères ASCII sont acceptés pour les noms de champs
hu: A mezőnév csak ASCII-karakterekből állhat
it: Nomi File con caratteri non-ASCII non sono supportati
ru: Названия полей, содержащие не-ASCII символы не поддерживаются
uk: Імена полів з не-ASCII символами не підтримуються

source: Field names with space characters are not supported
bg: Полета с пространствени знаци не се потдържат
de: Feldnamen mit Leerzeichen werden nicht unterstützt
es: Nombres de campos con caracteres espacio no están apoyados
fr: Les espaces ne sont pas acceptés dans les noms de champs
hu: A mezőnév nem tartalmazhat szóközt
it: Nomi di campo contenenti spazi non sono ammessi
ru: Названия полей, содержащие пробелы не поддерживаются
uk: Імена полів з символами пробілів не підтримуються

source: No 'char' field type
bg: Няма char тип поле
de: Kein 'Text' Feldtyp
es: No hay campo tipo 'char'
fr: Pas de type de champ 'char'
hu: Nincs 'char' mezőtípus
it: File non di tipo Alfanumerico ('char' )
ru: Нет типа поля 'char' (символ)
uk: Не 'символ' тип поля

source: No 'integer' field type
bg: Няма integer тип поле
de: Kein 'Ganzzahl' Feldtyp
es: No hay campo tipo 'integer'
fr: Pas de type de champ 'integer'
hu: Nincs 'integer' mezőtípus
it: File non di tipo Intero ('integer')
ru: Нет типа поля 'integer' (целое)
uk: Не 'ціле' тип поля

source: No 'smallinteger' field type
bg: Няма smallinteger тип поле
de: Kein 'Ganzzahl (klein)' Feldtyp
es: No hay campo tipo 'smallinteger
fr: Pas de type de champ 'smallinteger'
hu: Nincs 'smallinteger' mezőtípus
it: File non di tipo Intero Breve ('smallinteger')
ru: Нет типа поля 'smallinteger' (небольшое целое)
uk: Не 'мале-ціле' тип поля

source: No 'floating' field type
bg: Няма floating тип поле
de: Kein 'Fließkomma' Feldtyp
es: No hay campo tipo 'floating'
fr: Pas de type de champ 'floating'
hu: Nincs 'floating' mezőtípus
it: File non di tipo Decimale (floating')
ru: Нет типа поля 'floating' (число с плавающей точкой)
uk: Не 'плаваючий' тип поля

source: No 'smallfloating' field type
bg: Няма smallfloating тип поле
de: Kein 'Fließkomma (klein)' Feldtyp
es: No hay campo tipo 'smallfloating'
fr: Pas de type de champ 'smallfloating'
hu: Nincs 'smallfloating' mezőtípus
it: File non di tipo Decimale Breve ('smallfloating')
ru: Нет типа поля 'smaiilfloating' (небольшое число с плавающей точкой)
uk: Не 'малий-плаваючий' тип поля

source: No 'autoincrement' field type
bg: Няма autoincrement тип поле
de: Kein 'Autozähler' Feldtyp
es: No hay campo tipo 'autoincrement'
fr: Pas de type de champ 'autoincrement'
hu: Nincs 'autoincrement' mezőtípus
it: File non di tipo Autoincremento ('autoincrement')
ru: Нет типа поля 'autoincrement' (автоматически увеличивающееся)
uk: Не 'автозростаючий' тип поля

source: No 'boolean' field type
bg: Няма boolean тип поле
de: Kein 'Logisch' Feldtyp
es: No hay campo tipo 'boolean'
fr: pas de champs 'boolean'
hu: Nincs 'boolean' mezőtípus
it: File non di tipo Si/No ('bolean')
ru: Нет типа поля 'boolean' (булево)
uk: Не 'булевий' тип поля

source: No 'date' field type
bg: Няма date тип поле
de: Kein 'Datum' Feldtyp
es: No hay campo tipo 'date'
fr: Pas de type de champ 'date'
hu: Nincs 'data' mezőtípus
it: File non di tipo Data ( 'date')
ru: Нет типа поля 'date' (дата)
uk: Не 'дата' тип поля

source: No 'time' field type
bg: Няма time тип поле
de: Kein 'Zeit' Feldtyp
es: No hay campo tipo 'time'
fr: Pas de type de champ 'time'
hu: Nincs 'time' mezőtípus
it: File non di tipo Tempo ('time')
ru: Нет типа поля 'time' (время)
uk: Не 'час' тип поля

source: No 'datetime' field type
bg: Няма datetime тип поле
de: Kein 'Datum und Zeit' Feldtyp
es: No hay campo tipo 'datetime'
fr: Pas de type de champ 'datetime'
hu: Nincs 'datetime' mezőtípus
it: File non di tipo Ora/Data ('datetime')
ru: Нет типа поля 'datetime' (дата и время)
uk: Не 'дата-час' тип поля

source: No 'binary' field type
bg: Няма binary тип поле
de: Kein 'Binär' Feldtyp
es: No hay campo tipo 'binary'
fr: Pas de type de champ 'binary'
hu: Nincs 'binary' mezőtípus
it: File non di tipoBinario ('binary')
ru: Нет типа поля 'binary' (бинарное)
uk: Не 'двійковий' тип поля

source: No 'memo' field type
bg: Няма memo тип поле
de: Kein 'Memo' Feldtyp
es: No hay campo tipo 'memo'
fr: Pas de champ 'memo'
hu: Nincs 'memo' mezőtípus
it: File non di tipo 'memo'
ru: Нет типа поля 'memo' (длинное текстовое)
uk: Не 'мемо' тип поля

source: No 'timestamp' field type
bg: Няма timestamp тип поле
de: Kein 'Zeitstempel' Feldtyp
es: No hay campo tipo 'timestamp'
fr: Pas de type de champ 'timestamp'
hu: Nincs 'timestamp' mezőtípus
it: File non di tipo 'timestamp'
ru: Нет типа поля 'timestamp' (временная метка)
uk: Не 'мітка-часу' тип поля

source: Target does not support SQL
bg: Указаното не потдържа SQL
de: Ziel unterstützt kein SQL
es: Obejetivo no apoya SQL
fr: La cible ne supporte pas le language SQL
hu: A cél nem támogatja az SQL-t
it: Target non supporta SQL
ru: Цель не поддерживает SQL
uk: Ціль не підтримує SQL

source: SQL does not support 'GROUP BY' statement
bg: SQL не потдържа GROUP BY лексика
de: SQL unterstützt kein 'GROUP BY'
es: SQL no apoya declaraciones'GROUP BY'
fr: SQL ne supporte pas la construction 'GROUP BY'
hu: A használt SQL nem támogatja a 'GROUP BY' függvényt
it: SQL non supporta l'opzione 'GROUP BY'
ru: SQL не поддерживает оператор 'GROUP BY'
uk: SQL не підтримує формулювання 'GROUP BY'

source: SQL does not support 'ORDER BY' statement
bg: SQL не потдържа ORDER BY лексика
de: SQL unterstützt kein 'ORDER BY'
es: SQL no apoya declaraciones 'ORDER BY'
fr: SQL ne supporte pas la construction 'ORDER BY'
hu: A használt SQL nem támogatja az 'ORDER BY' függvényt
it: SQL non supporta l'opzione 'ORDER BY'
ru: SQL не поддерживает оператор 'ORDER BY'
uk: SQL не підтримує формулювання 'ORDER BY'

source: SQL does not support 'HAVING' statement
bg: SQL не потдържа HAVING лексика
de: SQL unterstützt kein 'HAVING'
es: SQL no apoya declaraciones 'HAVING'
fr: SQL ne supporte pas la construction 'HAVING'
hu: A használt SQL nem támogatja a 'HAVING' függvényt
it: SQL non supporta l'opzione 'HAVING'
ru: SQL не поддерживает оператор 'HAVING'
uk: SQL не підтримує формулювання 'HAVING'

source: SQL does not support 'WHERE' statement
bg: SQL не потдържа WHERE лексика
de: SQL unterstützt kein 'WHERE'
es: SQL no apoya declaraciones 'WHERE'
fr: SQL ne supporte pas la construction 'WHERE'
hu: A használt SQL nem támogatja a 'WHERE' függvényt
it: SQL non supporta l'opzione 'WHERE'
ru: SQL не поддерживает оператор 'WHERE'
uk: SQL не підтримує формулювання 'WHERE'

source: SQL does not support 'ALIAS' statement
bg: SQL не потдържа ALIAS лексика
de: SQL unterstützt kein 'ALIAS'
es: SQL no apoya declaraciones 'ALIAS'
fr: SQL ne supporte pas la construction 'ALIAS'
hu: A használt SQL nem támogatja az 'ALIAS' függvényt
it: SQL non supporta l'opzione 'ALIAS'
ru: SQL не поддерживает оператор 'ALIAS'
uk: SQL не підтримує формулювання 'ALIAS'
