Repository: JKBert/knoda5
Catalog: knoda/po/*.po
Languages: bg, de, es, fr, hu, it, ru, uk

source: hk_datasource::set_query: Datasource is not of type query or view!
bg: hk_datasource::set_query: Источника на данни не е от вида заявка или преглед!
de: hk_datasource::set_query: Datenquelle ist weder fom Typ "query" oder "view"
es: hk_datasource::set_query: Fuente de datos no es de tipo consulta o vista!
fr: hk_datasource::set_query: La source de données n'est ni de type requête ni de type vue!
hu: hk_datasource::set_query: Az adatforrás nem egy lekérdezés vagy nézet!
it: hk_datasource::set_query: il Datasource non è una Vista o un'Interrogazione (Query)
ru: hk_datasource::set_query: Источник данных не является запросом или просмотром!
uk: hk_datasource::set_query: джерело даних не відповідає типу запиту чи перегляду!

source: Row in datasource '%1' could not be changed due to depending datasource(s)
de: Datensatz konnte wegen abhängiger Datenquelle(n) nicht geändert werden
hu: A(z) '%1' adatforráshoz tartozó sor módosítása adatforrás függőségek miatt nem lehetséges.
it: La Riga (record) del datasource %1 non può essere modificata a causa di relazioni con altre tabelle
ru: Строка в источнике данных '%1' не может быть изменена из-за зависимых источников данных
uk: Рядок в джерелі даних '%1' неможливо змінити через залежність джерел(а) даних

source: Bug: datasource has changed, but no column has changed
bg: Бъг: datasource has changed, but no column has changed
de: Bug: Datenquelle hat sich geändert, aber kein Spaltenwert hat sich geändert
es: Error: EL origen de datos ha cambiado pero ninguna columna lo ha hecho.
fr: Bug: la source de données à changé, mais aucune colonne n'a changé.
hu: Hiba: az adatforrás megváltozott, de egyik oszlop sem változott meg
it: Baco: il datasource è cambiato, ma nessuna Campo (Colonna) è cambiata
ru: Ошибка: источник данных был изменен, но ни один столбец не был изменен
uk: Bug: джерело даних змінено, але стовпці не змінились

source: Table %NAME%: Row could NOT be changed!
bg: Таблица %NAME%: Реда НЕ може да бъде променен!
de: Tabelle %NAME%: Datensatz konnte nicht geändert werden.
es: Tabla %NAME%: ¡El registro NO puede cambiarse!
fr: Table %NAME%: La ligne n'a pas pu être changée!
hu: %NAME% tábla: a sor módosítása NEM sikerült!
it: La Tabella %NAME%: la Riga (Record) non può essere modificata!
ru: Таблица %NAME%: Строка НЕ может быть изменена!
uk: Таблиця %NAME%: Рядок неможливо змінити!

source: Table %NAME%: Row could NOT be inserted!
bg: Таблица %NAME%: Реда Не може да бъде вмъкнат!
de: Tabelle %NAME%: Datensatz konnte nicht angefügt werden.
es: Tabla %NAME%: ¡El registro NO puede insertarse!
fr: Table %NAME%: La ligne n'a pas pu être insérée!
hu: %NAME% tábla: a sor beillesztése NEM sikerült!
it: La Tabella %NAME%: la Riga (Record) non può essere inserita!
ru: Таблица %NAME%: Строка НЕ может быть вставлена!
uk: Таблиця %NAME%: Рядок неможливо вставити!

source: Delete this record?
bg: Да истрия ли този запис?
de: Diesen Datensatz löschen?
es: ¿Eliminar este registro?
fr: Effacer cet enregistrement?
hu: Töröljem ezt a bejegyzést?
it: Eliiminare questa riga (Record)?
ru: Удалить эту запись?
uk: Видалити цей запис?

source: Row could not be deleted due to depending datasource(s)
bg: Реда не може да бъде премахнат
de: Datensatz konnte wegen abhängiger Datenquelle(n) nicht gelöscht werden
es: El registro no pudo eliminarse debido a dependencias con el origen de datos
fr: La ligne n'a pas pu être effacée, à cause de sources de données dépendantes.
hu: A sor törlése adatforrás függőségek miatt nem lehetséges
it: La Riga (Record) non può essere eliminata a causa di relazioni con altre tabelle
ru: Строка не может быть удалена из-за зависимых источников данных
uk: Рядок неможливо видалити через залежність джерел(а) даних

source: Table %NAME%: Row was NOT deleted!
bg: Таблица %NAME%: Реда НЕ може да бъде премахнат!
de: Tabelle %NAME%: Datensatz konnte nicht gelöscht werden!
es: Tabla %NAME%: ¡El registro NO se eliminó!
fr: Table %NAME%: la ligne n'a PAS été effacée!
hu: %NAME% tábla: a sor törlése NEM sikerült!
it: Nella Tabella %NAME% la RRiga (Record) non è stata cancellata!
ru: Таблица %NAME%: Строка НЕ была удалена!
uk: Таблиця %NAME%: Рядок неможливо видалити!

source: Error: Master and depending datasource are the same!
bg: Грешка: Master and depending datasource are the same!
de: Fehler: Haupt-und abhängige Datenquelle sind identisch!
es: Error: ¡El origen de datos maestro y dependiente son el mismo!
fr: Erreur: la source de donnée maître est la même que l'esclave!
hu: Hiba: A fő adatforrás nem lehet ugyanaz, mint a függő adatforrás!
it: Errore: Datasource principale e secondario sono uguali!
ru: Ошибка: Основной и зависимый источники данных являются одним!
uk: Помилка: Головне і залежне джерела даних - однакові!

source: Error: setting this masterdatasource would lead to a circular dependency!
bg: Грешка: setting this masterdatasource would lead to a circular dependency!
de: Fehler: das Setzen dieser Hauptdatenquelle würde zu einer zirkulären Abhängigkeit führen
es: Error: ¡Establecer este origen de datos maestro conduciría a una dependencia circular!
fr: Erreur: spécifier cette source de données maître conduirait à une dépendance circulaire!
hu: Hiba: ennek a főforrásnak beállítása egy végtelen függőségi ciklushoz vezetne!
it: Errore: impostando questo Datasource come principale si innescherà una auto-dipendenza!
ru: Ошибка: установка этого основного источника данных может привести к циклической зависимости!
uk: Помилка: встановлення цього джерела даних головним призведе до циклічної залежності!

source: row %ROW% column %COL% :
bg: ред %ROW% колона %COL% :
de: Zeile %ROW% Spalte %COL%
es: registro %ROW% columna %COL% :
fr: ligne %ROW% colonne %COL%:
hu: %ROW% sor %COL% oszlop :
it: Riga %ROW% Campo %COL%
ru: строка %ROW% столбец %COL% :
uk: рядок %ROW% стовпчик %COL%

source: Too many closing brackets
bg: Твърде много затворени скоби
de: Zu viele schließende Klammern
es: Demasiados paréntesis de cierre.
fr: Trop de crochets fermants
hu: Túl sok záró zárójel
it: Troppe parentesi chiuse
ru: Слишком много закрывающих скобок
uk: Забагато дужок, що закриваються

source: Too many open brackets
bg: Твърде много отворени скоби
de: Zu viele öffnende Klammern
es: Demasiados paréntesis de apertura.
fr: Trop de crochets ouvrants
hu: Túl sok nyitó zárójel
it: Troppe parentesi aperte
ru: Слишком много открывающихся скобок
uk: Забагато дужок, що відкриваються

source: Please enter the queryname:
bg: Моля въведете име на заявката:
de: Name der Abfrage:
es: Nombre de la consulta:
fr: Veuillez entrer le nom de la requête:
hu: Kérem, adja meg a lekérdezés nevét:
it: Inserire il nome dell'Interrogazione (Query):
ru: Введите название запроса:
uk: Будь ласка введіть ім'я запиту:

source: Please enter the tablename:
bg: Моля въведете име на таблицата:
de: Tabellenname:
es: Nombre de la tabla:
fr: Veuillez entrer le nom de la table:
hu: Kérem, adja meg a tábla nevét:
it: Inserire il nome della Tabella:
ru: Введите название таблицы:
uk: Будь ласка введіть ім'я таблиці:

source: Error while dropping the index!
bg: Грешка при премахване на идекса!
de: Fehler beim Löschen des Index!
es: Error eliminando índices
fr: Erreur lors de la suppression de l'index
hu: Hiba keletkezett az index eldobásakor!
it: Errore durante l'eliminazione dell'indice!
ru: Ошибка очистки индекса!
uk: Помилка під час знищення індексу!

source: Delete the records %FROM% to %TO% ?
bg: Премахни записите %FROM% до %TO% ?
de: Datensätze %FROM% bis %TO% löschen?
es: ¿Eliminar los registros de %FROM% a %TO% ?
fr: Effacer les enregistrements de %FROM% à %TO% ?
hu: Töröljem ezeket a bejegyzéseket: %FROM% - %TO% ?
it: Eliminare le Righe (Records) da %FROM% a %TO%?
ru: Удалить записи с %FROM% до %TO% ?
uk: Видалити запис %FROM% до %TO%?

source: Rows could not be deleted due to depending datasource(s). Use single row deletion instead!
de: Datensätze konnten wegen abhängiger Datenquelle(n) nicht gelöscht werden. Bitte Zeilen einzeln löschen!
es: No se pueden eliminar esos registros debido a dependencias con el origen de datos. ¡Elimínelos por separado!
fr: Les lignes n'ont pas pu être effacées, à cause de sources de données dépendantes. Effacez-les une à une!
hu: A sorok törlése adatforrás függőségek miatt nem lehetséges. Törölje meg egyesével!
it: La Righe (records) non sono state cancellate a causa di un correlato/i datasource(s) . Eliminare invece una singola riga (Record)!
ru: Строки не могут быть удалены из-за зависимых источников данных. Используйте построчное удаление!
uk: Рядки неможливо видалити через залежності в джерелі даних Замість цього вікористовуйте однорядкове видалення!

source: Table already exists!
bg: Таблицата вече съществува!
de: Tabelle existiert bereits!
es: ¡La tabla ya existe!
fr: La table existe déja!
hu: A tábla már létezik!
it: La Tabella esiste già!
ru: Таблица уже существует!
uk: Таблиця вже існує!

source: Bug: View-SQL is empty!
bg: Бъг: View-SQL is empty!
de: Bug: Sicht SQL ist leer!
es: Error: ¡Vista-SQL está vacia!
fr: Bug: View-SQL est vide!
hu: Programhiba: Az SQL-nézet üres!
it: Baco: la Vista è vuota!
ru: Ошибка: View-SQL пуст!
uk: Бага: Перегляд-SQL порожній!

source: Server does not support referential integrity!
de: Der Server unterstützt keine referentielle Integrität
es: Servidor no provee para integridad de referencias!
fr: Le serveur ne supporte pas l'intégrité référentielle!
hu: A szerver nem támogatja a referenciális integritást!
it: Il Server non contempla (supporta) l'integrità referenziale!
ru: Сервер не поддерживает относительную целостность!
uk: Сервер не підтримує цілісності посилань

source: Error adding reference! Servermessage:
de: Fehler beim hinzufügen der Referenz! Servermeldung:
es: Error añadiendo referencia! Mensaje de servidor:
fr: Erreur à l'ajout de la référence! Message du serveur:
hu: Hiba keletkezett a hivatkozás hozzáadásakor! A szerver üzenete:
it: Errore nell'inserire le referenze! Servermessage:
ru: Ошибка добавления ссылки! Сообщение сервера:
uk: Помилка додавання посилання! Повідомлення сервера:

source: File '%1' does not exist
de: Datei '%1' existiert nicht
es: Fichero '%1' no existe
fr: Le fichier '%1' n'existe pas
hu: '%1': A fájl nem létezik
it: il File %1 non esiste
ru: Файл '%1' не существует
uk: Файл '%1' не існує

source: Old driver with no version information!
bg: Стар драйвър без информация за версията!
de: Alter Treiber ohne Versionsinformation!
es: !Viejo controlador sin información de versión!
fr: Vieux pilote sans information de version!
hu: Régi meghajtó. Verziószám nem elérhető!
it: Driver obsoleto senza versione informativa!
ru: Старый драйвер без информации о версии!
uk: Старий драйвер без інформації про версію!

source: Internal error: Database driver not compatible
de: Interner Fehler: Datenbanktreiber nicht kompatibel!
es: Error interno: El controlador de la base de datos no es compatible
fr: Erreur interne: pilote de base de données incompatible
hu: Belső hiba: Nem kompatibilis adatbázismeghajtó
it: Errore interno: il Driver del Database non è compatibile
ru: Внутренняя ошибка: драйвер несовместим
uk: Внутрішня помилка: драйвер бази даних несумісний

source: Wrong driver version: %1 You need driver version %2
de: Falsche Treiberversion: %1 Es wird Treiberversion %2 benötigt
hu: Hibás meghajtóverzió: %1 Szüksége van a következő verzióra: %2
it: Errata versione del driver %1 serve il driver versione %2
ru: Неверная версия драйвера: %1 Необходимая вам версия: %2
uk: Невірна версія драйвера: %1 Вам потрібна версія драйвера %2

source: Database driver '%DRIVER%' could not be loaded. Reason:
de: Datenbanktreiber %DRIVER% konnte nicht geladen werden. Grund:
es: El controlador de la base de datos no se pudo cargar. Razón:
fr: Le pilote d'impression %DRIVER% n'a pas pu être chargé. Raison:
hu: A(z) %DRIVER% adatbázismeghajtó betöltése nem sikerült. Oka:
it: Non si riesce a connettere Il driver del Database %DRIVER% Motivo:
ru: Драйвер базы данных '%DRIVER%' не может быть загружен. Причина:
uk: Драйвер бази даних %DRIVER% неможливо завантажити. Причина:

source: Unknown reason
bg: Неизвестна причина
de: Unbekannter Grund
es: Razón desconocida
fr: Raison inconnue
hu: Ismeretlen ok
it: Ragione sconosciuta
ru: Неизвестная причина
uk: Невідома причина

source: The following database drivers were found:
bg: Намерени са следните драйвъри:
de: Die folgenden Datenbanktreiber wurden gefunden
es: Se encontraron los siguientes controladores de bases de datos:
fr: Les pilotes de base de données suivantes n'ont pas été trouvés:
hu: A következő adatbázismeghajtókat találtam:
it: Il seguente driver per database verrà cercato:
ru: Следующие драйверы баз данных были найдены:
uk: Наступні драйвери бази даних було знайдено:

source: Select directory
bg: Избери директория
de: Verzeichnis auswählen
es: Seleccione directorio
fr: Veuillez sélectionner un répertoire
hu: Válasszon könyvtárat
it: Selezionare la directory
ru: Выберите директорию
uk: Виберіть каталог

source: Please select:
bg: Моля изберете:
de: Bitte auswählen:
es: Seleccione:
fr: Veuillez sélectionner:
hu: Kérem, válasszon:
it: Selezionare:
ru: Пожалуйста, выберите:
uk: Будь ласка виберіть:

source: Enter new Driver Path
bg: Въведете нова конфигурация на драйвъра
de: Neuer Pfad:
es: Ruta de nuevo driver
fr: Entrez un nouveau chemin de pilotes
hu: Adja meg az új meghajtó elérési útvonalát
it: Inserire il nuovo Percorso del Driver
ru: Введите новый путь драйвера
uk: Введіть новий шлях до драйвера:

source: Actual Path is:
bg: Актуалния път е:
de: Aktueller Pfad:
es: La ruta real es:
fr: Le chemin actuel est:
hu: Jelenlegi útvonal:
it: L'attuale percorso è:
ru: Актуальный путь:
uk: Поточний шлях:

source: New Path:
bg: Нов път:
de: Neuer Pfad:
es: Nueva ruta:
fr: Nouveau chemin:
hu: Új útvonal:
it: Nuovo percorso_
ru: Новый путь:
uk: Новий шлях:

source: Error parsing connectionfile(%1)!
de: Fehler beim Parsen der Verbindungsdatei (%1)!
ru: шибка обработки файла подключения (%1)!

source: No such connectionfile(%1)!
bg: Няма файл за връзка(%1)!
de: Keine Verbindungsdatei (%1)!
es: No hay tal fichero-conección(%1)!
fr: connectionfile(%1) inexistant!
hu: Nincs ilyen kapcsolatfájl (%1)!
it: File di connessione (%1)inesistente!
ru: Нет такого файла подключения (%1)!
uk: Немає такого файлу з'єднання (%1)!

source: Error: listdatasource and datasource in the combobox are identical!
bg: Грешка: listdatasource and datasource in the combobox are identical!
de: Fehler:List- und Hauptdatenquelle der Combobox sind identisch!
es: Error: ¡ El origen de datos y la lista de origen de datos en la lista desplegable son idénticos!
fr: Erreur: la source de données "liste" et la source de données dans la combobox sont indentiques!
hu: Hiba: egyforma lista-adatforrás és adatforrás érték!
it: Errore: listdatasource e datasource nella Casella Combinata (Combobox) sono identici!
ru: Ошибка: фигня, список источников данных и источник данных в списке идентичны!
uk: Помилка:список джерел даних та джерело даних у випадаючому списку ідентичні!

source: [Auto]
hu: [automatikus]
ru: [Автоматически]
uk: [Авто]

source: View '%1' has changed. Store changes?
de: Sicht '%1' wurde geändert. Änderungen speichern?
es: Vista '%1' ha cambiado. Guardar los cambios?
fr: La vue '%1' a changé. Enregistrer les changements?
hu: A nézet '%1' megváltozott: Menti-e a módosításokat?
it: La Vista %1 è cambiata. Salvare le modifiche?
ru: Просмотр '%1' был изменен. Сохранить изменения?
uk: Перегляд '%1' змінено. Зберегти зміни?

source: View '%1' already exists. Overwrite it?
de: Sicht '%1' existiert bereits. Überschreiben?
hu: A(z) %1 nézet már létezik. Felülírja?
it: La Vista %1 esiste già. Sovrascriverla?
ru: Просмотр '%1' уже существует. Перезаписать?
uk: Перегляд '%1' вже існує. Переписати його?

source: font:
bg: шрифт:
de: Schriftart:
fr: police:
hu: Betűtípus:
it: tipo di carattere (font):
ru: шрифт:
uk: шрифт:

source: Form error: No database defined!
bg: Грешка: Не е избрана база данни!
de: Fehler im Formular: Keine Datenquelle definiert!
es: Error de formulario: ¡No se ha definido una base de datos!
fr: Erreur de formulaire: pas de base de données spécifiée!
hu: Űrlap hiba: Nem adott meg adatbázist!
it: Errore nel Form: il database non è stato definito!
ru: Ошибка формы: Не определена база данных!
uk: Помилка в формі: Не визначено базу даних!

source: Cannot import as you run in runtime only mode !
de: Import ist während des "Runtime only" Modus nicht möglich!
es: No se puede importar mientras corres en modo runtime!
fr: Pas d'import possible car vous êtes en mode "runtime only"!
hu: Nincs importálás, mivel a program runtime only módban fut!
it: Impossibile importare nel modo in cui è stato avviato: funziona solo il modo runtime!
ru: Невозможно выполнить импорт, пока вы находитесь в динамическом режиме!
uk: Неможливо імпортувати, бо ви запустили в режимі "runtime-only"!

source: Importing data ...
de: Daten importieren ...
es: Importando la data...
hu: Adatok beolvasása ...
it: Si stanno acquisendo i dati...
ru: Импортирование данных ...
uk: Імпортування даних ...

source: Could not import the following rows:
de: Folgende Zeilen konnten nicht importiert werden:
it: Impossibile importare le seguenti linee:
ru: Невозможно импортировать следующие строки:

source: No datasource defined!
bg: Не е избрана база данни!
de: Keine Datenquelle definiert!
es: ¡No se ha definido un origen de datos!
fr: Pas de source de données définie!
hu: Nem adott meg adatforrást!
it: Il datasource non è stato definito!
ru: Не определен источник данных!
uk: Не визначено джерело даних!

source: No such CSV file:
bg: Няма такъв CSV file:
de: CSV Datei nicht gefunden:
es: No existe ese fichero CSV:
fr: Pas de tel fichier CSV:
hu: Nincs ilyen CSV fájl:
it: Non è definito come file CSV:
ru: Нет такого файла CSV:
uk: Не знайдено CSV файлу:

source: Datasource could not be enabled
bg: Источникът на данни не може да бъде разрешен
de: Datenquelle konnte nicht aktiviert werden
es: El origen de datos no pudo activarse
fr: La source de données n'a pas pu être activée
hu: Az adatforrás hozzákapcsolása nem sikerült
it: Il Datasource non può essere abilitato
ru: Источник данных не может быть разрешен
uk: Джерело даних не може бути включено

source: Table already exists
bg: Таблицата вече съществува
de: Tabelle existiert bereits.
es: La tabla ya existe
fr: La table existe déja
hu: A tábla már létezik
it: la Tabella esiste già
ru: Таблица уже существует
uk: Таблиця вже існує

source: The following columns could not be found in the table:
de: Die folgenden Spalten konnten in der Tabelle nicht gefunden werden:
es: Las siguientes columnas no se pudieron encontrar en la tabla:
fr: Les colonnes suivantes ne se trouvent pas dans la table:
hu: Az alábbi oszlopok nem találhatók a táblázatban:
it: Non si riesce a trovare il Campo (Colonna) nella tabella :
ru: Следующие столбцы не могут быть найдены в таблице:
uk: Наступні стовпці неможливо знайти в таблиці:

source: field_
bg: поле_
de: NeuesFeld_
es: campo_
fr: champ_
hu: mező_
it: Campo_
ru: поле_
uk: поле_

source: No interpreter installed
de: Kein Interpreter installiert
es: No hay un intérprete instalado
fr: Pas d'interpréteur installé
hu: Nincs telepítve értelmező
it: L'interprete non è installato!
ru: Не установлен интерпретатор Python
uk: Не встановлено інтерпретатор

source: No interpreter language installed!
de: Keine Interpretersprache installiert!
es: !No hay un intérprete del lenguaje instalado!
fr: Pas d'interpréteur de language installé
hu: Nincs telepítve értelmező nyelv!
it: L'interprete del linguaggio non è stato installato!
ru: Ну установлен язык интерпретатора Python!
uk: Не встановлено інтерпретатор мови!

source: Error in line %1 while loading module '%2'\nError message:'%3'
de: Fehler in Zeile %1 während des Ladens des Moduls '%2'\nFehlermeldung:'%3'
it: Errore alla linea %1 caricando il modulo '%2'\nMessaggio errore:'%3'
ru: Ошибка в строке %1 при загрузке модуля '%2'\nСообщение об ошибке: '%3'

source: This is due to an installation error. If you did install hk_classes from and .rpm or .deb package you should check if there is also a hk_classes-python package
bg: Това е инсталационна грешка If you did install hk_classes from and .rpm or .deb package you should check if there is also a hk_classes-python package
de: Dies resultiert aufgrund eines Installationsfehlers. Wenn hk_classes per .rpm oder .deb installiert wurde, bitte prüfen Sie ob es auch ein hk_classes-python Paket gibt.
es: Esto es debido a un error de instalación. Si instalaste hk_classes de un paquete .rpm o .deb debes chequear si también existe un paquete hk_classes-python.
fr: C'est du à une erreur d'installation. Si vous avez installé hk_classes à partir d'un paquet .rpm ou .deb, vous devriez vérifier si le paquet hk_classes-python est installé.
hu: Ennek oka egy telepítési probléma. Ha RPM- vagy DEB-csomagból telepítette a hk_classes-t, akkor ellenőrizze, hogy a hk_classes-python is telepítve van-e
it: Questo è dovuto ad un errore di installazione: se è stato installato hk_classes da un pacchetto rpm o deb bisognerebbe controllare se vi è anche un pacchetto python di hk_classes
ru: Это ошибка инсталляции. Если вы устанавливали hk-classes из бинарного пакета (rpm или deb), то вам необходимо установить пакет hk-classes-python.
uk: Це через помилку інсталяції. Якщо ви встанвили hk_classes з пакету .rpm або .deb, ви маєте перевірити наявність пакету hk_classes-python

source: Module error: No database defined!
de: Fehler im Modul: Keine Datenbank definiert!
ru: Ошибка модуля: Не определена база данных!

source: Please enter the name of the module
de: Name des Moduls:
ru: Введите название модуля:

source: Bug: tried to add empty datasource!
bg: Бъг: tried to add empty datasource!
de: Bug: es wurde versucht eine leere Datenquelle anzufügen!
es: Error: ¡Intento de añadir origen de datos vacio!
fr: Bug: Essai d'ajouter une source de données vide!
hu: Programhiba: üres adatforrást akart hozzáadni!
it: Baco: si tenta di abbinare un datasource vuoto!
ru: Ошибка: попытка добавления пустого источника данных!
uk: Бага: спробуйте додати пусте джерело даних!

source: hk_presentation::savedata No datasources defined!
de: hk_presentation::savedata Keine Datenquelle definiert!
es: hk_presentation::guardar_datos ¡Sin orígenes de datos definidos!
fr: hk_presentation::savedata Pas de sources de données définies!
hu: hk_presentation::savedata Nem adott meg adatforrást!
it: hk_presentation::savedata nessun datasource è stato definito!
ru: hk_presentation::savedata Не определены источники данных!
uk: hk_presentation::savedata Не визначено джерело даних!

source: hk_presentation::loaddata: Error creating/loading datasource! This is probably a bug
de: hk_presentation::loaddata: Fehler beim Erzeugen/Laden einer Datenquelle! Dies ist wahrscheinlich ein Bug
es: hk_presentation::cargar_datos: ¡Error creando/cargando el origen de datos! Probablemente esto es un bug.
hu: hk_presentation::loaddata:Hiba keletkezett az adatforrás létrehozásakor/betöltésekor! Ez valószínűleg programhiba
it: hk_presentation::load data: Errore in fase di creazione o caricamento del datasource! Questo è dovuto probabilmente ad un baco (bug)
ru: hk_presentation::loaddata: Ошибка создания или загрузки источника данных! Скорее всего это ошибка
uk: hk_presentation::loaddata: Помилка створення/завантаження джерела даних! Можливо це бага

source: Please enter the name of the form:
bg: Моля въведете име на формата:
de: Name des Formulars:
es: Nombre del formulario:
fr: Veuillez entrer le nom du formulaire:
hu: Kérem, adja meg az űrlap nevét:
it: Inserire il nome del Form:
ru: Введите название формы:
uk: Будь ласка введіть ім'я форми:
