Repository: JKBert/knoda5
Catalog: knoda/po/*.po
Languages: bg, de, es, fr, hu, it, ru, uk

source: Please enter the name of the report
bg: Моля въведете име на рапорта
de: Name des Berichts
es: Nombre del informe
fr: Veuillez entrer le nom du rapport:
hu: Kérem, adja meg a jelentés nevét:
it: Inserire il nome del Report
ru: Введите название отчета
uk: Будь ласка введіть ім'я звіту

source: Error! No output fields selected
de: Fehler! Keine Ausgabefelder ausgewählt
es: ¡Error! No se han seleccionado campos de salida
fr: Erreur! Pas de champs de sortie sélectionnés
hu: Hiba! Nem adott meg kimeneti mezőt
it: Errore! Non è stato selezionato un file di uscita
ru: Ошибка! Не выбраны поля для вывода
uk: Помилка! Не вибрані поля для виведення

source: Error! No tables defined
de: Fehler! Keine Tabellen definiert!
es: ¡Error! No se han definido tablas.
hu: Hiba!n Nem adott meg táblát
it: Errore! Nessuna tabella è stata definita
ru: Ошибка! Не определены таблицы
uk: Помилка! Таблиці не визначені!

source: Error! No 'group by' fields selected
de: Fehler! Keine Gruppierungsfelder ausgewählt
es: ¡Error! No hay campos 'group by' seleccionados
fr: Erreur! Pas de champs 'group by' sélectionnés!
hu: Hiba! Nem adott meg mezőt a csoportosításhoz
it: Errore! Nessun campo di raggruppamento ('group by') è stato selezionato
ru: Ошибка! Не выбраны столбцы для оператора 'group by'
uk: Fehler! Не вибрані поля для 'group by'

source: Error! No new values defined
de: Fehler! Keine neuen Werte definiert
es: ¡Error! No se han definido valores nuevos
fr: Erreur! Pas de nouvelles valeurs définies
hu: Hiba! Nem adott meg új értéket
it: Errore! Nessun nuovo valore è stato definito
ru: Ошибка! Не определены новые значения
uk: Помилка! Не визначені нові значення

source: unnamed
bg: не назован
de: keinName
es: sin nombre
fr: sans nom
hu: névtelen
it: Senza nome
ru: без названия
uk: безіменний

source: Datasource of this report could not be enabled
bg: Источника на данни не може да бъде разрешен
de: Datenquelle dieses Berichts konnte nicht aktiviert werden
es: El origen de datos de este informe no pudo activarse
fr: La source de données de ce rapport n'a pas pu être activée
hu: A jelentéshez szükséges adatforráshoz nem lehet hozzáférni
it: Il Datasource di questo report non può essere abilitato
ru: Источник данных для этого отчета не может быть разрешен
uk: Джерело даних для цього звіту не може бути включене

source: Creating output ...
de: Ausgabe erzeugen ...
hu: Az eredmény készítése...
it: File d'uscita in lavorazione
ru: Создание вывода ...
uk: Генерація виводу ...

source: Report error: No database defined!
bg: Грешка в рапорта: Не е посочена база данни!
de: Fehler im Bericht: Keine Datenquelle definiert!
es: Error en el informe: ¡Base de datos no definida!
fr: Erreur de rapport: pas de base de données définie!
hu: Jelentés hiba: Nem adott meg adatbázist!
it: Errore nel Report: nessun Database è stato definito!
ru: Ошибка отчета: Не определена база данных!
uk: Помилка звіту: Не визначено базу даних

source: No such report!
bg: Не съществуващ отчет!
de: Bericht nicht gefunden!
es: ¡No existe ese informe!
fr: Aucun rapport similaire!
hu: Nincs ilyen jelentés!
it: Report inesistente
ru: Нет такого отчета!
uk: Немає такого звіту!

source: Borders too large!
de: Rahmen zu groß!
es: ¡Bordes demasiado grandes!
fr: Marges trop grandes!
hu: Túl nagy margók!
it: Margini troppo ampi!
ru: Границы слишком велики!
uk: Межі завеликі!

source: Reportconfigurefunction not found
de: Reportconfigurefunction nicht gefunden
es: Función de configuración del informe no encontrada
fr: Reportconfigurefunction introuvable
hu: Nem található jelentésbeállító funkció
it: Impossibile reperire il file di configurazione del Report
ru: Reportconfigurefunction не найдена
uk: Reportconfigurefunction не знайдено

source: Reporttype not found
de: Reporttyp nicht gefunden
es: Tipo de informe no encontrado
fr: Type de rapport introuvable
hu: Nem található jelentés típus
it: Impossibile reperire il Tipo del Report
ru: Reporttype не найден
uk: Reporttype не знайдено

source: Recodetype not found
de: Recodetyp nicht gefunden
es: Tipo de recodificación no encontrado
fr: Type de record introuvable
hu: Recode típus nem található
it: Impossibile reperire il Recodetype
ru: Recodetype не найден
uk: Recodetyp не знайдено

source: Replacefunctiontype not found
de: Ersetzfunktionstyp nicht gefunden
hu: Replacefunctiontype nem található
it: Impossibile reperire la funzione di modifica della tipologia del campo
ru: Replacefunctiontype не найдена
uk: Replacefunctiontype не знайдено

source: Error calling print command. Perhaps you have to add the full path.
de: Fehler während des Drucks. Eventuell ist der volle Pfad für den Druckbefehl anzugeben.
es: Error al ejecutar el comando de impresión, tal vez debe añadir la ruta completa.
fr: Erreur en appelant la commande d'impression: Peut-être faut-il ajouter le chemin complet.
hu: Hiba keletkezett a nyomtatáskor. Talán meg kell adnia a teljes elérési útvonalat.
it: Errore nell'impartire il comando di stampa. Probabilmente e stato posto il percorso completo (path)
ru: Ошибка вызова команды печати. Возможно вам следует указать полный путь.
uk: Помилка, викликана командою друку. Можливо треба задати повний шлях.

source: replacefunction '%1' not found
de: Ersetzfunktion '%1' nicht gefunden
ru: replacefunction '%1' не найдена

source: Data Countfunction not found
de: Data Zählfunktion nicht gefunden
es: Función de conteo de datos no encontrada
fr: Data Countfunction introuvable
hu: Adatszámolási funkció nem található
it: Funzione di conteggio non reperibile
ru: Функция получения объема данных не найдена
uk: Data Countfunction не знайдено

source: Dataconfigurefunction not found
de: Dataconfigurefunction nicht gefunden
es: Función de configuración de datos no encontrada
fr: Dataconfigurefunction introuvable
hu: Adatbeállító funkció nem található
it: Funzione di configurazione non reperibile
ru: Dataconfigurefunction не найдена
uk: Dataconfigurefunction не знайдено

source: sectionreplacefunction not found
de: Sectionreplacefunction nicht gefunden
es: Función de reemplazo de sección no encontrada
fr: sectionreplacefunction introuvable
hu: szekciócsere funkció nem található
it: Sezione di sostituzione della funzione non reperibile
ru: sectionreplacefunction не найдена
uk: sectionreplacefunction не знайдено

source: Section Countfunction not found
de: Sectioncountfunction nicht gefunden
es: Función de conteo de secciones no encontrada
fr: Section Countfunction introuvable
hu: Szekciószámolási funkció nem található
it: Non è possiblie reperire la sezione di conteggio
ru: Section Countfunction не найдена
uk: Section Countfunction не знайдено

source: Datasource too big. Try to limit the number of rows by defining a filter.
de: Datenquelle zu groß. Versuchen Sie die Anzahl der Datensätze durch die Definition eines Filters zu verringern.
es: Origen de datos demasiado grande: Intente limitar el numero de registros definiendo un filtro.
fr: Source de données trop grande. Essayez de limiter le nombre de lignes en définissant un filtre.
hu: Túl nagy adatforrás. Próbálja az oszlopok számát egy szűrő segítségével csökkenteni.
it: Datasource troppo grande. Provare a limitare il numero di righe (records) attraverso un filtro
ru: Источник данных слишком велик. Попробуйте ограничить количество строк определением фильтра.
uk: Джерело даних завелике. Спробуйте обмежити кількість рядків за допомогою фільтра.

source: Identifier '%1' already in use
de: Identifizierer '%1' bereits vergeben
hu: A(z) '%1' azonosítót már használja
it: Identificatore %1 già in uso
ru: Идентификатор '%1' уже используется
uk: Ідентифікатор '%1' вже використовується

source: Executing query ...
de: Abfrage ausführen
ru: Выполнение запроса ...

source: Warning: Column with no name!
bg: Внимание Колона без име!
de: Warnung: Spalte ohne Namen!
es: Aviso: ¡Columna sin nombre!
fr: Attention! colonne sans nom!
hu: Figyelem: Az oszlopnak nincs neve!
it: Attenzione! il Campo (Colonna) non ha nome!
ru: Внимание: столбец без названия!
uk: Увага: Поле без імені!

source: View definition could not be loaded
bg: Дефиницията на прегледа не може да бъде заредена
de: Sichtdefinition konnte nicht geladen werden
es: La definición de la vista no se pudó cargar
hu: A nézet betöltése nem sikerült
it: Le definizioni della Vista non possono essere caricate
ru: Описание просмотра не может быть загружено
uk: Визначення перегляду не можна завантажити

source: Driver error!
bg: Грешка в драйвъра!
de: Treiberfehler!
es: Error de driver!
fr: Erreur du pilote
hu: Meghajtó hiba!
it: Errore driver!
ru: Ошибка драйвера!
uk: Помилка драйвера!

source: Connection not possible (wrong user and/or password?)
bg: Връзката е невъзможна (грешен потребител/или парола?)
de: Verbindung nicht möglich (falscher Benutzername und/oder Passwort?)
es: No es posible la conección (usuario o contraseña equivocada?)
fr: Connection impossible (mauvais utilisateur et/ou mot de passe?)
hu: A kapcsolat létesítése nem sikerült (hibás felhasználónév / jelszó?
it: Connessione impossibile (Errati codice d'accesso o utente)
ru: Соединение невозможно (неверное имя пользователя/пароль?)
uk: З'єднання неможливе (невірний користувач і/або пароль?)

source: View definition could not be loaded,no such column 'viewselect'
de: Sicht Definition konnte nicht geladen werden, keine Spalte 'viewselect'
es: Definición de la vista no se pudo cargar, no hay columna ´viewselect´
fr: La définition de la vue n'a pas pu être chargée, pas de telle colonne 'viewselect' existante.
hu: A nézet betöltése nem sikerült. Nincs ilyen oszlop 'viewselect'.
it: Le definizioni della Vista non possono essere caricate, non come campo 'seleziona vista'
ru: Описание просмотра не может быть загружено, нет столбца 'viewselect'
uk: Визначення перегляду не може бути завантажене, немає такого стовпця 'viewselect'

source: Error: Postgres does not have the ability to modify the primary key!
de: Fehler: Postgres kann den Primärschlüssel nicht ändern!
ru: Ошибка: Pestgres не имеет возможности ни изменять основной ключ!

source: ERROR hk_sqlitetable::driver_specific_indices System columns not found!
de: Fehler hk_sqlitetable::driver_specific_indices Systemfelder nicht gefunden!
es: ERROR hk_sqlitetable::driver_specific_indices no se encontraron las columnas del systema!
fr: ERREUR: hk_sqlitetable::driver_specific_indices n'a pas pu trouver les colonnes systèmes
hu: HIBA: hk_sqlitetable::driver_specific_indices Nincsenek rendszeroszlopok!
it: ERROR hk_sqlitetable::driver_specific_indices Sistema Campi non trovato!
ru: Ошибка hk_sqlitetable::driver_specific_indices: Системные столбцы не могут быть найдены!
uk: Помилка hk_sqlitetable::driver_specific_indices Системних стовпців не знайдено!

source: Add-table dialog
de: Tabellenanfüge-Dialog
hu: Új tábla párbeszédablak
it: Aggiunge tabella di dialogo
ru: Добавление таблицы
uk: Діалог додавання таблиці

source: &Add
bg: &Добави
de: &Hinzufügen
es: &Añadir
fr: &Ajouter
hu: &Hozzáadás
it: &Aggiungi
ru: &Добавить
uk: &Додати

source: Alt+A
ru: Alt+L

source: &Close
bg: &Затвори
de: Sch&ließen
es: &Cerrar
fr: &Fermer
hu: &Bezár
it: &Chiudi
ru: &Закрыть
uk: &Закрити

source: Alt+C
ru: Alt+P

source: table
bg: таблица
de: Tabelle
es: tabla
hu: tábla
it: Tabella
ru: таблица
uk: Таблиця

source: view
bg: преглед
de: Sicht
es: vista
fr: vue
hu: nézet
it: Vista
ru: просмотр
uk: Перегляд

source: query
bg: заявка
de: Abfrage
es: consulta
fr: requête
hu: lekérdezés
it: Interrogazione
ru: запрос
uk: Запит

source: label
bg: етикет
es: etiqueta
hu: címke
it: Etichetta
ru: метка
uk: Мітка

source: Entry
bg: Запис
de: Eingabe
es: Entre
fr: Enregistrement
hu: Bejegyzés
it: Immissione
ru: Запись
uk: Запис

source: Combobox textlist dialog
bg: Комбобокс textlist диалог
de: Combobox Textlistendialog
es: CajaCombo listatextual diálogo
fr: dialogue Combobox textlist
hu: Combobox textlist párbeszédablak
it: Lista elementi Casella Combinata (Combobox)
ru: Список строк
uk: Діалог Combobox·textlist

source: &OK
es: Acep&tar
ru: &Ок
uk: &Гаразд

source: &Cancel
bg: &Прекрати
de: &Abbruch
es: &Cancelar
fr: &Annuler
hu: &Mégsem
it: &Annulla
ru: О&тмена
uk: &Відмінити

source: Combobox sourcetextlist
bg: Комбобокс sourcetextlist
de: Combobox Basistextliste
es: CajaCombo listatextualfuente
it: Origine (Source) lista elementi Casella Combinata (Combobox)
ru: Список исходных строк

source: Text File Export Dialog
de: Text Datei Export Dialog
hu: Szöveges fájl exportálása párbeszédablak
it: Ambito esportazione files di testo
ru: Экспорт в текстовый файл
uk: Діалог імпорту текстового файлу

source: Filename
de: Dateiname
es: Nombre de fichero
fr: Nom de fichier
hu: Fájlnév
it: Nome del File
ru: Название файла
uk: Ім'я файлу

source: The data to import.
bg: Данни за внос.
de: zu importierende Daten
es: Datos a importar
fr: Les données à importer.
hu: Beolvasandó adatok.
it: I dati da importare
ru: Данные для импорта.
uk: Дані для імпортування

source: Datasource type
de: Datenquellentyp:
hu: Adatforrás típusa:
it: Tipo di origine dati (Datasource)
ru: Тип источника данных
uk: Тип джерела даних

source: Tablename
bg: Наименование на таблицата
de: Tabellenname
es: Nombre de la tabla
fr: Nom de la table
hu: Táblanév
it: Nome della Tabella
ru: Название таблицы
uk: Ім'я таблиці

source: Pick the character that separates columns in text file.
de: Wählen Sie das Zeichen aus, das die einzelnen Spalten voneinander trennt
es: Escoja el caracter que separa columnas en el fichero de texto
fr: Choisissez le caractère de séparation de colonne dans le fichier texte
hu: Válassza ki azt a karaktert, mely elválasztja az egyes oszlopokat a szöveges fájlban.
it: Pone i caratteri di differenti campi (colonne) in un file di testo
ru: Введите символ, который будет разделять столбцы в текстовом файле.
uk: Виберіть символ, що розділяє поля в текстовому файлі

source: Column Separator
bg: Ред Separator
de: Spaltenbegrenzer
es: Separador de columnas
fr: Séparateur de colonne
hu: Oszlop elválasztó
it: Separatore dei Campi (Colonne)
ru: Разделитель столбцов
uk: Розділювач стовпців

source: First row contains field names.
bg: Първият ред съдържа имената на полетата.
de: Erste Zeile enthält Feldnamen.
es: La primera fila contiene nombres de campos.
fr: la première ligne contient le nom des champs
hu: Az első sor a mezőneveket tartalmazza.
it: La prima riga (record) contiene il nome del campo
ru: Первая строка содержит названия полей.
uk: Перший рядок містить імена полів.

source: Text delimiter
de: Textbegrenzer
es: Delimitador de texto
fr: Délimiteur texte
hu: Szövegelválasztó
it: Delimitatore stringhe di testo
ru: Разделитель текста
uk: Розділювач тексту

source: Field names in first row
bg: Название на полето в първия ред
de: Feldnamen in erster Zeile
es: Nombres de campo en primera fila
fr: Nom des champs dans la première ligne
hu: Mezőnevek az első sor alapján
it: Nome del campo nella prima ricca (record)
ru: Названия полей в первой строке
uk: Імена полів у першому рядку

source: The character that surrounds text (can be blank).
de: Textbegrenzerzeichen (kann leer sein)
es: El caracter que rodea el texto (puede ser blanco)
fr: Le caractère qui entoure le texte (peut être blanc)
hu: A szöveget meghatározó karakter (üresen is maradhat).
it: I caratteri che racchiudono il testo (potrebbero essere spazi vuoti)
ru: Символ, который будет окружать текст (может быть пустым)
uk: Символ оточення тексту (може бути пробіл)

source: Date format
de: Datumsformat
hu: Dátumformátum
it: Formato Data
ru: Формат даты
uk: Формат дати

source: Name of new or existing table.
bg: Име на нова или съществуваща таблица.
de: Name der neuen oder bereits existenten Tabelle
es: Nombre de tabla nueva o existente.
fr: Nom de la nouvelle (ou existante) table
hu: A meglévő illetve. az új tábla neve.
it: Nome di una Tabella nuova o preesistente.
ru: Название новой или существующей таблицы.
uk: Ім'я нової або існуючої таблиці

source: Charset
de: Zeichensatz
hu: Kódolás (charset)
it: Set dei caratteri
ru: Кодировка
uk: Набір символів

source: Locale
hu: Helyi beállítások (locale)
ru: Локаль
uk: Локаль

source: Time format
de: Zeitformat
hu: Időformátum
it: Formato Orario
ru: Формат времени
uk: Формат часу

source: Datetime format
de: Datum&Zeitformat
hu: 'Dátum és idő' formátum
it: Formato Data-Ora
ru: Формат даты и времени
uk: Формат дати-часу

source: Alt+O
ru: Alt+J

source: O&ptions
de: O&ptionen
hu: Beá&llítások
it: O&pzioni
ru: О&пции
uk: &Параметри

source: Alt+P
ru: Alt+H

source: &Help
bg: &Помощ
de: &Hilfe
es: A&yuda
fr: &Aide
hu: &Segítség
it: &Aiuto
ru: По&мощь
uk: &Допомога

source: Alt+H
ru: Alt+V

source: CSV export Dialog
bg: CSV export Диалог
es: Diálogo de exportación de CSV
fr: Dialogue d'exportation CSV
hu: CSV export párbeszédablak
it: Ambito di esportazione CSV
ru: Экспорт в CSV
uk: CSV Експорт діалог

source: Tab
bg: Таб
es: Pestaña
fr: Tabulation
ru: Вкладка
uk: Таб

source: Exporting data...
de: Daten exportieren ...
es: Exportando data...
fr: Export de données...
hu: Adatok exportálása...
it: Esportazione dati
ru: Экспортирование данных...
uk: Експортування даних...

source: Select a CSV file
bg: Избери CSV файл
de: Eine CSV Datei auswählen
es: Seleccione un fichero CSV
fr: Veuillez sélectionner un fichier CSV
hu: Válasszon CSV fájlt
it: Selezionare file CSv
ru: Выбрать файл CSV
uk: Виберіть CSV файл

source: Table
bg: Таблица
de: Tabelle
hu: Tábla
it: Tabella
ru: Таблица
uk: Таблиця

source: Query
bg: Заявка
de: Abfrage
hu: Lekérdezés
it: Interrogazione
ru: Запрос
uk: Запит

source: View
bg: Преглед
de: Sicht
es: Vista
fr: Vue
hu: Nézet
it: Vista
ru: Просмотр
uk: Вид

source: Text File Import Dialog
de: Text Import Dialog
es: Diálogo de importación de ficheros de texto
fr: Dialogue d'importation de fichier texte
hu: Szöveges fájl importálás párbeszédablak
it: Ambito di importazione dei files di testo
ru: Экспорт в текстовый файл
uk: Text Імпорт діалог

source: Preview:
de: Voransicht:
hu: Előnézet:
it: Anteprima:
ru: Предпросмотр:
uk: Перегляд:

source: Detect "Autoincrement"
de: Ermittle "Autozähler"
hu: "Számláló" felismerése
it: Diagnostica "Autoincrement"
ru: Обнаружить автоматически увеличивающиеся столбцы
uk: Визначити "Автозростаючий"

source: Append data
bg: Прибави данни
de: Daten anhängen
es: Añadir datos
fr: Ajouter des données
hu: Adatok hozzáfűzése
it: Aggiungi dati
ru: Добавить данные
uk: Приєднати дані

source: Don't overwrite data in table.
bg: Не презаписвай данните в таблицата.
de: Tabelle nicht überschreiben.
es: No sobreescribir datos en la tabla.
fr: Ne remplacez pas les données dans la table.
hu: Ne írja felül a táblában lévő adatokat.
it: Non sovrascrivere i dati nella tabella
ru: Не перезаписывать данные в таблице.
uk: Не переписувати дані в таблиці.

source: CSV Import Dialog
bg: CSV Import Диалог
es: Diálogo de importación de CSV
fr: Dialogie d'import CSV
hu: CSV import párbeszédablak
it: Ambito importazione CSV
ru: Импорт CSV
uk: CSV Імпорт діалог

source: Filename:
bg: Име на файл:
de: Dateiname:
es: Nombre de fichero:
fr: Nom de fichier:
hu: Fájlnév:
it: Nome del File
ru: Название файла:
uk: Ім'я файлу:

source: Tablename:
bg: Име на таблицата
de: Tabellenname:
es: Nombre de la tabla:
fr: Nom de la table:
hu: Tábla neve:
it: Nome della Tabella
ru: Название таблицы:
uk: Ім'я таблиці:

source: Importing data...
de: Daten importieren ...
es: Importando data
fr: Import de données...
hu: Adatok beolvasása...
it: Dati in importazione...
ru: Импортирование данных ...
uk: Імпортування даних...

source: Database settings
bg: База данни настройки
de: Datenbankeinstellungen
es: Configuración de la base de datos
hu: Adatbázis beállítások
it: Impostazioni Database
ru: Настройки базы данных
uk: Установки бази даних

source: Open and store files:
bg: Отвори и запази файлове:
de: Öffnen und Speichern:
es: Abrir y almacenar ficheros:
fr: Ouvrir et stocker les fichiers:
hu: Fájlok megnyitása és tárolása
it: Aprire e memorizzare i files:
ru: Открыть и сохранить файлы:
uk: Відкрити і зберегти файли:

source: Create system table:
bg: Създай системна таблица:
de: Erzeugen Systemtabelle:
es: Crear tabla de sistema:
hu: Rendszertábla létrehozása:
it: Crea sistema tabelle:
ru: Создать системную таблицу:
uk: Створити системну таблицю:

source: C&reate
bg: С&ъздай
de: E&rzeugen
es: C&rear
hu: Lét&rehozás
it: C&rea
ru: &Создать
uk: С&творити

source: Alt+R
ru: Alt+C

source: Yes
bg: Да
de: Ja
es: Si
fr: Oui
hu: Igen
it: Si
ru: Да
uk: Так

source: No
bg: Не
de: Nein
fr: Non
hu: Nem
ru: Нет
uk: Ні

source: Automatic data update:
de: Automatische Datenaktualisierung:
es: Actualización de data automatica:
fr: Mise-à-jour de données automatique:
hu: Az adatok automatikus frissítése:
it: Aggiornamento automatico:
ru: Автоматическое обновление данных:
uk: Автоматичне поновлення даних:

source: Load/Store
de: Laden/Speichern
ru: Загрузить/Сохранить

source: Queries:
bg: Заявки:
de: Abfragen:
es: Consultas:
hu: Lekérdezések:
it: Interrogazioni:
ru: Запросы:
uk: Запити:

source: Forms:
bg: Форми:
de: Formulare:
es: Formularios:
hu: Űrlapok:
it: Schede (Forms):
ru: Формы:
uk: Форми:

source: Set all:
de: Setze alle:
hu: Az összes elem igazítása:
it: Poni tutti:
ru: Выставить все:
uk: Включити все:

source: Reports:
bg: Отчети:
de: Berichte:
es: Informes:
hu: Jelentések:
it: Resoconti (Reports):
ru: Отчеты:
uk: Звіти:

source: Modules:
de: Module:
it: Moduli
ru: Модули:

source: Encoding:
de: Kodierung:
hu: Karakterkészlet:
it: Codifica:
ru: Кодировка:
uk: Кодування:

source: Local
bg: Локална
de: Lokal
hu: Helyileg
it: Locale
ru: Локаль
uk: Локальний

source: Central
bg: Централна
de: Zentral
es: Principal
hu: Központilag
it: Centrale
ru: Центральный
uk: Головні

source: Load/Save
bg: Зареди/Запази
de: Laden/Speichern
es: Cargar/Guargar
fr: Charger/Sauver
hu: Betöltés/Mentés
it: Apri/Salva
ru: Загрузить/Сохранить
uk: Завантажити/Зберегти

source: Regional
de: Regionales
hu: Regionális
it: Locale
ru: Региональный
uk: Регіональні

source: Error: could not create central storage table Check your permissions
bg: Грешка: could not create central storage table Check your permissions
de: Fehler: konnte keine zentrale Systemtabelle anlegen Überprüfen Sie Ihre Benutzerberechtigungen
es: Error: No se pudo crear la tabla principal de almacenamiento Compruebe sus permisos.
fr: Erreur: Impossible de créer une table de stockage central Vérifiez vos permissions
hu: Hiba: a központi tárolótábla létrehozása nem sikerült. Kérem, ellenőrizze a jogosultságokat.
it: Errore: impossibile creare una tabella di registro centralizzata . Controllare i diritti di accesso
ru: Ошибка: невозможно создать центральную таблицу данных Проверьте ваши права
uk: Fehler: неможливо створити таблицю центрального сховища Перевірте свої права доступу

source: Add datasource
bg: Добави источник на данни
de: Datenquelle hinzugüfen
es: Añadir origen de datos
hu: Adatforrás hozzáadása
it: Aggiungere datasource
ru: Добавить источник данных
uk: Додати джерело даних

source: Edit
bg: Редактирай
de: Bearbeiten
es: Editar
hu: Szerkesztés
it: Elabora
ru: Редактировать
uk: Редагувати

source: Delete
bg: Премахни
de: Löschen
es: Eliminar
hu: Törlés
it: Elimina
ru: Удалить
uk: Видалити

source: Remove datasource '%1'?
bg: Премахни источник на данни %1'?
de: Datenquelle '%1' löschen?
es: ¿Borrar origen de datos %1?
hu: Törli a(z) '%1' adatforrást?
it: Elimina il datasource%1?
ru: Удалить источник данных '%1'?
uk: Видалити джерело даних '%1'?

source: On update:
de: Bei Aktualisierung:
hu: Frissítéskor:
it: In aggiornamento:
ru: При обновлении:
uk: При оновленні:

source: Cascade
de: Kaskadieren
hu: Fekvő (cascade)
it: A catena
ru: Каскадно
uk: Каскадна

source: Restrict
de: Beschränken
es: Restringir
fr: Restreint
hu: Korlátozott
it: Delimitato
ru: Ограничить
uk: Обмежений

source: On delete:
de: Beim Löschen:
hu: Törléskor:
it: In eliminazione:
ru: При удалении:
uk: При видаленні:
