Repository: JKBert/knoda5
Catalog: knoda/po/*.po
Languages: bg, de, es, fr, hu, it, ru, uk

source: &Start
bg: &Старт
es: &Comenzar
fr: &Démarrer
hu: &Indítás
it: &Esegui
ru: &Старт
uk: &Пуск

source: &Modify
bg: &Промени
de: &Ändern
es: &Modificar
fr: &Modifier
hu: &Módosítás
it: &Modifica
ru: И&зменить
uk: &Змінити

source: &Rename
bg: &Преименувай
de: &Umbenennen
es: &Renombrar
fr: &Renommer
hu: Át&nevezés
it: &Rinomina
ru: П&ереименовать
uk: &Перейменувати

source: E&xport
es: E&xportar
fr: E&xportation
hu: E&xportálás
it: E&sporta
ru: Э&кспорт
uk: Е&кспорт

source: To &database
bg: Към &базаданни
de: Nach &Datenbank
hu: A&datbázisba
it: Al &database
ru: В баз&у данных
uk: До &бази даних

source: I&mport
bg: В&неси
es: I&mportar
fr: I&mportation
hu: I&mportálás
it: I&mporta
ru: &Импорт
uk: І&мпорт

source: From &database
bg: От &базаданни
de: Von &Datenbank
hu: Adatbázis&ból
it: Dal &Database
ru: &Из базы данных
uk: З &бази даних

source: &Change password
bg: &Промени парола
de: &Passwort ändern
es: &Cambiar contraseña
fr: &Changez le mot de passe
hu: &Jelszó megváltoztatása
it: &Cambia Parola d'Accesso
ru: С&менить пароль
uk: &Змінити пароль

source: &Database settings
bg: &Настройка база данни
de: &Datenbankeinstellungen
es: &Configuración de la base de datos
hu: &Adatbázis beállítások
it: Impostazini &Database
ru: &Настройки базы данных
uk: &Параметри бази даних

source: &Object handler
de: O&bjektverwaltung
es: &Manejador de objetos
hu: &Objektumkezelő
it: Impostazioni &Oggetti
ru: Дра&йвер объектов
uk: О&броблювач об'єктів

source: &New databasewindow
bg: &Нов прозорец база данни
de: &Neues Datenbankfenster
es: &Nueva ventana de base de datos
hu: Új &adatbázisablak
it: &Nuova finestra Database
ru: Но&вое окно базы данных
uk: &Нове вікно бази даних

source: &Options
bg: &Възможности
de: &Optionen
es: &Opciones
hu: &Beállítások
it: &Opzioni
ru: Опци&и
uk: &Параметри

source: Open &local database
bg: Отвори &локална база данни
de: Öffne lo&kale Datenbank
es: Abrir Base de Datos &local
hu: He&lyi adatbázis megnyitása
it: Aprire Database &locale
ru: Открыть &локальную базу данных
uk: Відкрити локальну базу даних

source: Referential integrity
de: Referentielle Integrität
es: Integridad de referencia
hu: Referenciális integritás
it: Integrità referenziale
ru: Относительная цельность
uk: Цілісність посилань

source: Database '%1' not found
bg: Базата данни %1 не е намерена
de: Datenbank '%1' nicht gefunden
es: No se encontró la Base de datos %1
fr: La base de données '%1' n'a pas pu être trouvée
hu: %1: az adatbázis nem található
it: Database %1 non trovato
ru: База данных '%1' не найдена
uk: База даних '%1' не знайдена

source: Warning! Tablepartwiget could not be created!
bg: Внимание! Tablepartwiget не може да бъде създаден!
de: Warnung! Tablepartwidget konnte nicht erzeugt werden!
es: ¡No pudo crearse el ´Tablepartwidget´!
hu: Figyelem! A tablepartwidget létrehozása nem sikerült!
it: Attenzione Tablepartwiget non può essere creato!
ru: Внимание! Виджет части таблицы не может быть создан!
uk: Увага! Tablepartwidget неможливо створити!

source: Warning! Querypartwiget could not be created!
bg: Внимание1 Querypartwiget не може да бъде създаден!
de: Warnung! Querypart konnte nicht gesetzt werden!
es: ¡Aviso, No pudo crearse el ´Querypartwidget
hu: Figyelem! A querypartwidget létrehozása nem sikerült!
it: Attenzione Querypartwiget non può essere creato!
ru: Внимание! Виджет части запроса не может быть создан!
uk: Увага! Querypart неможливо створити!

source: Warning! Formpartwiget could not be created!
bg: Внимание! Formpartwiget не може да бъде създаден!
de: Warnung! Formpartwidget konnte nicht erzeugt werden!
es: ¡Aviso, No pudo crearse el ´Formpartwidget´
hu: Figyelem! A formpartwidget létrehozása nem sikerült!
it: Attenzione Formpartwiget non può essere creato!
ru: Внимание! Виджет части формы не может быть создан!
uk: Увага! Formpartwidget неможливо створити!

source: Warning! Reportpartwiget could not be created!
bg: Внимание! Reportpartwiget не може да бъде създаден!
de: Warnung! Reportpartwidget konnte nicht erzeugt werden!
es: ¡Aviso, No pudo crearse el ´Reportpartwidget´!
hu: Figyelem! A reportpartwidget létrehozása nem sikerült!
it: Attenzione Reportpartwiget non può essere creato!
ru: Внимание! Виджет части отчета не может быть создан!
uk: Увага! Reportpartwidget неможливо створити!

source: Fatal error! Module part could not be loaded! This is a installation error. Check your installation! Did you install knoda into the correct directory? Program will exit now...
de: Fataler Fehler! Modulpart konnte nicht geladen werden! Dies ist ein Installationsfehler. Überprüfen Sie Ihre Installation! Wurde knoda5 im richtigen Verzeichnis installiert? Programm wird jetzt beenden...
ru: Критическая ошибка! Часть модуля не может быть загружена! Это ошибка установки. Проверьте, установлена ли программа в корректную директорию? Программа завершается...

source: Warning! Modulepartwiget could not be created!
de: Warnung! Modulpartwidget konnte nicht erzeugt werden!
ru: Внимание! Виджет части модуля не может быть создан!

source: Could not rename object!
bg: Не може да преименува обекта
de: Objekt konnte nicht umbenannt werden!
es: !No puede renombrarse el objeto!
fr: Impossible de renommer l'objet!
hu: Az objektum átnevezése nem sikerült!
it: Non è possiblie rinominare l'oggetto!
ru: Невозможно переименовать объект!
uk: Неможливо перейменувати об'єкт!

source: Datasource editor
bg: Редактор на бази данни
de: Datenquelle Editor:
es: Editor de origen de datos
fr: Editeur de sources de données
hu: Adatforrás szerkesztő
it: Imposta Datasource
ru: Редактор источников данных
uk: Редактор джерела даних:

source: Query by Example editor
es: Consulta por el editor de ejemplos
fr: Editeur de requêtes visuelles
hu: Grafikus lekérdezéskezelő (QBE)
it: Elaboratore di Interrogazioni tipo (Query by Example)
ru: Запрос редактора примеров
uk: Запит редактора прикладів

source: Driver select dialog
bg: Диалог избор на драйвър
de: Treiberauswahldialog
hu: Meghajtó kiválasztása
it: Ambito scelta Driver
ru: Выбор драйвера
uk: Діалог вибор драйверу

source: C&onnect
bg: В&ръзка
de: &Verbinden
es: C&onectar
hu: Kapcs&olódás
it: C&onnetti
ru: &Подключится
uk: З'&єднатися

source: &Drivers
bg: &Драъвъри
de: &Treiber:
hu: &Meghajtók
ru: &Драйверы
uk: Д&райвери

source: &Connections
bg: &Връзки
de: &Verbindungen
hu: &Kapcsolatok
it: &Connessione
ru: &Соединения
uk: &З'єднання

source: Postgresql driver
bg: Postgresql драйвър
de: Postgresql Treiber
es: Controlador postgresql
fr: Pilote Postgresql
hu: PostgreSQL meghajtó
ru: Драйвер Postgresql
uk: Драйвер Postgresql

source: FreeBSD port
de: FreeBSD Portierung
es: Portado a FreeBSD
fr: Portage FreeBSD
hu: Átdolgozás FreeBSD-re
it: Integrazione FreeBSD
ru: Порт для FreeBSD
uk: FreeBSD порт

source: Specifies the database driver
bg: Изберете драйвър за базата данни
de: zu verwendender Datenbanktreiber
es: Especifica el controlador de base de datos
fr: Spécifie le pilote de la base de données
hu: Meghatározza az adatbázis meghajtók:
it: Specificare il database driver
ru: Определяет драйвер базы данных
uk: Конкретизуйте драйвер бази даних

source: Specifies a database
bg: Изберете база данни
de: zu verwendende Datenbank:
es: Especifica una base de datos
fr: Spécifie une base de données
hu: Meghatározza az adatbázist
it: Specificare il Database
ru: Определяет базу данных
uk: Конкретизуйте базу даних:

source: Specifies a form (only in combination with -b)
bg: Изберете форма (само в комбинация с -b)
de: zu verwendendes Formular (nur in Verbindung mit -b)
es: Especifica un formulario (solo combinado con -b)
fr: Spécifiez un formulaire (seulement en combinaison avec b)
hu: Meghatároz egy űrlapot (csak a -b opcióval együtt)
it: Indicare una Scheda (solo in combinazione -b)
ru: Определяет форму (только в комбинации с -b)
uk: конкретизуйте форму (тільки в комбінації з -b)

source: No design mode
de: kein Entwurfsmodus
hu: Tervezési mód nélkül
it: No in modo Costruzione
ru: Без режима оформления
uk: Не режим конструктора

source: No design mode and no database control window
de: Ohne Entwurfsmodus und ohne Datenbankkontrollfenster
es: Sin modo diseño y sin ventana de control de base de datos
fr: Pas de mode design, ni de fenêtre de contrôle de base de donnée.
hu: Tervezési mód és adatbáziskezelő ablak nélkül
it: No in modo Costruzione come pure finestra controllo Database
ru: Без режима оформления и без окна контроля базы данных
uk: Не режим конструктора і не вікно керування базою даних

source: SDI look
bg: SDI изглед
es: Forma SDI
fr: Interface SDI
hu: SDI kinézet
it: Aspetto SDI
ru: Вид SDI
uk: SDI-вигляд

source: prints the SQL statements to the standard ouput
de: Zeigt die SQL Befehle auf standard output an
es: Imprime la sentencia SQL a la salida estándar.
fr: imprime la requête SQL sur la sortie standard
hu: az SQL lekérdezések megjelenítése az alapértelmezett kimeneten
it: Stampa l'istruzione SQL nell'uscita standard
ru: печатает функции SQL на стандартный вывод
uk: друкувати SQL-інструкції на стандартний вивід

source: debug
de: debuggen
fr: débogage
hu: nyomkövető
ru: вывод ошибок
uk: відлагодити

source: local database file (SQLite)
bg: файл локална база данни (SQLite)
de: lokale Datenbankdatei (SQLite)
es: Archivo de base de datos local (SQLite)
hu: Új helyi adatbázis (SQLite)
it: File Database locale (SQLite)
ru: локальный файл базы данных (SQLite)
uk: файл локальной бази даних (SQLite)

source: Please specifiy a database driver!
bg: Моля посочете драйвър за базата данни!
de: Bitte einen Datenbanktreiber angeben!
es: !Especifica el controlador de base de datos¡
fr: Veuillez spécifier un pilote de base de données
hu: Kérem, válasszon adatbázis meghajtót!
it: Indica un Database driver!
ru: Выберите драйвер базы данных!
uk: Будь ласка конкретизуйте драйвер бази даних!

source: Specifying a form only works in combination with specifying a database
bg: Избраната форма работи само в комбинация с избраната база данни
de: ein Formular kann nur in Verbindung mit einer Datenbank angegeben werden
es: Especificar un formulario solo funciona en combinación con especificar una base de datos
fr: Spécifier un formulaire ne marche qu'en combinaison avec une base de données
hu: Űrlapokat csak akkor lehet létrehozni, ha már van egy adatbázis
it: Specificare una Scheda che opera in combinazione solamente con un database
ru: Определение формы, которая работает только с определенным драйвером базы данных
uk: Конкретна форма працює тільки в комбінації з конкретною базою даних

source: &File
it: Nome del &File

source: &Edit
it: &Mostra

source: &Settings
it: &Impostazioni

source: &Insert
it: I&nserisci riga

source: Column '%COLUMN%' has NULL values, so NOTNULL is not possible
de: Spalte '%COLUMN%' enthält NULL-Werte, daher ist NICHTNULL unmöglich
fr: Colonne '%COLUMN%' a des valeurs NULL, donc NOTNULL est impossible.
hu: Az '%COLUMN%' oszlopban vannak NULL értékek, a NOTNULL tehát nem lehetséges
it: Campo %COLUMN% ha un valore nullo, così NON NULLO non è possibile.e
uk: Поле '%COLUMN%' має значення NULL, таким чином NOTNULL неможливе

source: hk_sqlite3table:: Driver does not support the deletion of columns!
it: hk_sqlite3table:: Non è consentita l'eliminazione delle colonne

source: hk_sqlite3table::No columns to add!
it: hk_sqlite3table::Nessuna colonna da aggiungere

source: Query is no valid SELECT query!
it: Non è una query di selezione valida

source: Queryfile couldn't be loaded or is empty
it: Il file dell''interrogazione (query) è vuoto o non può essere caricato

source: Tabwidget
it: Strumento tabella

source: date
it: data

source: Reload
it: Ricarica

source: A KDE text-editor component could not be found; please check your KDE installation.
it: Il componente editor di testi di Kde non si trova. Controllare la vostra installazione KDE

source: &Undo
bg: &Върни
es: &Deshacer
fr: Annuler
hu: &Visszavonás
it: &Annulla
uk: Від&мінити

source: Re&do
it: Ri&fa

source: &Replace
it: &Sostituisci

source: Find &Next
it: Trova &Prossimo

source: DiagonalLURO:
fr: Ligne diagonale:
hu: DiagonálLURO:
it: Diagonale disc.
uk: ДіагональLURO:

source: DiagonalLORU:
fr: Ligne diagonale:
hu: DiagonálLORU:
it: Diagonale asc.
uk: ДіагональLORU:

source: use &QBE
it: Usa &QBE

source: &Copy backend SQL
it: &Copia codice SQL

source: hk_kderelationdialog
es: hk_dialogo_de_relacion_con_kde
it: Ambito kde relazioni

source: hk_kdereportconditiondialogbase
es: hk_kde base del diálogo de condición de informe
it: hk_report ambito condizionale di base

source: Could not find a preview part!
it: Non trovo l'anteprima

source: hk_kdereportsectiondialogbase
es: hk_kde base del diálogo de sección de informes
hu: hk_kdereportconditiondialogbase
it: Ambito sezione hk_report

source: Author of original version
it: Autore della versione originale

source: Author of KDE5 port
it: Autore delle modifiche all' applicazione che la rendono compatibile con KDE5

source: knoda5 is a database management system
de: knoda5 ist ein Datenbank Management System
it: knoda è un' applicazione per la gestione dei database

source: classic user interface is not supported anymore.
it: Il sistema di interfaccia classico non è ancora supportato

source: ******* Please specifiy a database driver,a database name and a form name! Correct syntax: knoda-rt -d mysql -b mydatabase -f myform You can leave the form name away if the database contains a form named 'Autoform' *******
it: ******* Indicare un database driver, un nome di database e il nome di una Scheda (Form) Sintassi corretta: knoda-rt -d mysql -b mydatabase -f myform Può essere tralasciato il nome della Scheda (Form) se il database contiene un form con nome 'Autoform' *******

source: Borders too large! At least 20% have to be left for the data section
de: Rahmen zu groß! Mindestens 20% müssen für die Datensektion verbleiben
fr: Marges trop grandes! Il faut laisser au moins 20% pour la section de données
hu: Túl nagy margók! Legalább 20 százalékot az adatok számára kell fenntartani

source: Column '%COLUMN%' could not be renamed
de: Spalte '%COLUMN%' konnte nicht umbenannt werden
fr: La colonne %COLUMN% n'a pas pu être renommée
hu: Az '%COLUMN%'oszlop átnevezése nem sikerült.
uk: Стовпець '%COLUMN%' не може бути переіменований

source: knoda5 - Runtime version
bg: кнода5 Runtime версия
de: knoda5 - Laufzeitversion
es: knoda5 - versión Runtime

source: knoda5-rt is the runtime version of knoda -a database management system
de: knoda5-rt ist die Laufzeitversion von knoda5 - ein Datenbank Management System

source: ******* Please specifiy a database driver,a database name and a form name! Correct syntax: knoda5-rt -d mysql -b mydatabase -f myform You can leave the form name away if the database contains a form named 'Autoform' *******
de: ******* Bitte Datenbanktreiber, einen Datenbanknamen und einen Formularnamen eingeben! Korrekte Syntax: knoda5-rt -d mysql -b mydatabase -f myform Der Formularname kann weggelassen werden falls die Datenbank ein Formular namens 'Autoform' enthält *******

source: Id:
fr: Identifiant:
