Repository: JKBert/knoda5
Catalog: knoda/po/*.po
Languages: bg, de, es, fr, hu, it, ru, uk

source: &Data
bg: &Данни
de: &Daten
es: &Datos
fr: &Données
hu: &Adat
ru: &Данные
uk: &Дані

source: Bold:
de: Fett:
es: Negrita:
fr: Gras:
hu: Kövér:
it: Grassetto:
ru: Жирный:
uk: Жирний:

source: Backgroundcolour:
de: Hintergrundfarbe:
es: Color de fondo:
fr: Couleur de fond:
hu: Háttérszín:
it: Colore dello sfondo:
ru: Цвет фона:
uk: Колір фону:

source: TextLabel2
es: Etiqueta de texto 2
fr: Label texte 2
hu: szöveges címke 2
it: Etichetta di testo 2
ru: ТекстоваяМетка2

source: Fontsize:
bg: Размер шрифт:
de: Schriftgröße:
es: Tamaño de fuente:
fr: Taille de police:
hu: Betűméret:
it: Dimensione carattere:
ru: Размер шрифта:
uk: Розмір шрифту:

source: Font:
bg: Шрифт:
de: Schriftart:
es: Fuente:
fr: Police:
hu: Betűtípus:
it: Carattere:
ru: Шрифт:
uk: Шрифт:

source: Height:
bg: Ширина:
de: Höhe:
es: Altura:
fr: Hauteur:
hu: Magassága:
it: Altezza:
ru: Высота:
uk: Висота:

source: Foregroundcolour:
de: Vordergrundfarbe:
es: Color de texto
fr: Couleur d'avant-plan:
hu: Előtérszín:
it: Colore carattere:
ru: Цвет переднего плана:
uk: Колір тексту

source: Width:
bg: Дължина:
de: Breite:
es: Anchura:
fr: Largeur:
hu: Szélessége:
it: Larghezza:
ru: Ширина:
uk: Ширина:

source: Italic:
de: Kursiv:
es: Cursiva:
fr: Italique:
hu: Kurzív:
it: Italico:
ru: Курсив:
uk: Курсив:

source: TextLabel1
es: Etiqueta de texto 1
fr: Label texte 1
hu: szöveges címke 1
it: Etichetta di testo 1
ru: ТекстоваяМетка1

source: Scale:
bg: Размер:
de: Skalieren:
hu: Átméretezés:
it: Scala:
ru: Масштаб:
uk: Масштаб:

source: Fit to frame
bg: Оразмери до рамката
es: Ajuste al marco
fr: Ajuster au cadre
hu: Igazítás a kerethez
it: Adatta al frame:
ru: Вписать
uk: Підігнати до рамки

source: Enabled:
de: Aktiviert:
es: Activado:
hu: Engedélyezve:
it: Abilitato:
ru: Включен:
uk: Включено:

source: Local image:
bg: Локални изображения:
de: Lokales Bild:
es: Imágen local:
hu: Helyi kép:
it: Immagine locale:
ru: Локальное изображение:
uk: Локальний образ:

source: Is togglebutton:
de: Umschaltknopf:
es: Es botóntoggle
fr: Est un bouton on/off
hu: Igen/nem gomb:
ru: Переключатель:
uk: Кнопка перемикання:

source: Is pushed:
de: Gedrückt:
es: es activo
fr: Est enfoncé:
hu: Le van nyomva:
it: Se premuto:
ru: Нажат:
uk: Натиснуто:

source: TopLine:
bg: Горна линия:
de: Obere Linie:
es: Línea superior:
fr: Ligne supérieure:
hu: Felső vonal:
it: Linea superiore:
ru: Верхняя линия:
uk: ВерхняЛінія:

source: BottomLine:
bg: Долна линия:
de: Untere Linie:
es: Línea inferior:
fr: Ligne inférieure:
hu: Alsó vonal:
it: Linea superiore:
ru: Нижняя линия:
uk: НижняЛінія:

source: LeftLine:
bg: Лява линия:
de: Linke Linie:
es: Línea izquierda:
fr: Ligne à gauche:
hu: Baloldali vonal:
it: Linea sx
ru: Левая линия:
uk: ЛіваЛінія:

source: RightLine:
bg: Дясна линия:
de: Rechte Linie:
es: Línea derecha:
fr: Ligne à droite:
hu: Jobboldali vonal:
it: Linea dx
ru: Правая линия:
uk: ПраваЛінія:

source: F&rame
bg: Р&амка
de: &Rahmen
es: Ma&rco
fr: Cad&re
hu: Ke&ret
ru: &Рамка
uk: &Кадр

source: Action
bg: Действие
de: Aktion
es: Acción
hu: Művelet
it: Azione Evento
ru: Действие
uk: Дія

source: Object
bg: Обект
de: Objekt
es: Objeto
hu: Objektum
it: Oggetto
ru: Объект
uk: Об'єкт

source: show maximized:
de: Maximiert anzeigen:
es: Mostrar maximizado:
fr: montrer maximisé:
hu: Maximális nézet:
it: Mostra ingrandito:
ru: показывать развернутым:
uk: Показати збільшеним:

source: On value changed:
de: Bei Wert geändert:
hu: Értékek módosításakor:
it: Su cambiamento
ru: При изменении значения:
uk: При зміні значення:

source: Open form
bg: Отвори форма
de: Formular öffnen
es: Abrir formulario
fr: Ouvrir le formulaire
hu: Űrlap megnyitása
it: Apertura Scheda (Form)
ru: Открыть форму
uk: Відкрити форму

source: Close form
bg: Затвори форма
de: Formular schließen
es: Cerrar formulario
fr: Fermer le formulaire
hu: Űrlap bezárása
it: Chiusura Scheda (Form)
ru: Закрыть форму
uk: Закрити форму

source: Open table
bg: Отвори таблица
de: Tabelle öffnen
es: Abrir tabla
fr: Ouvrir la table
hu: Tábla megnyitása
it: Apertura Tabella
ru: Открыть таблицу
uk: Відкрити таблицю

source: Open query
bg: Отвори заявка
de: Abfrage öffnen
es: Abrir consulta
fr: Ouvrir la requête
hu: Lekérdezés megnyitása
it: Apre Interrogazione
ru: Открыть запрос
uk: Відкрити запит

source: Preview report
bg: Прегледай отчет
de: Bericht Voransicht
es: Previsualizar informe
fr: Prévisualiser le rapport
hu: Jelentés előnézete
it: Anteprima Prospetto
ru: Предпросмотр отчета
uk: Попередній перегляд звіту

source: Print report
bg: Отпечатай отчет
de: Bericht drucken
es: Imprimir informe
fr: Imprimer le rapport
hu: Jelentés nyomtatása
it: Stampa Prospetto
ru: Печать отчета
uk: Друкувати звіт

source: Goto first row
de: Gehe zu Anfang
es: Ir al primer registro
fr: Aller à la première ligne
hu: Ugrás az első sorra
it: Prima riga
ru: Перейти к первой строке
uk: Перейти до першого рядка

source: Goto last row
de: Gehe zum Ende
es: Ir al último registro
fr: Aller à la dernière ligne
hu: Ugrás az utolsó sorra
it: Ultima riga
ru: Перейти к последней строке
uk: Перейти до останнього рядка

source: Goto next row
de: Gehe vorwärts
es: Ir al registro siguiente
fr: Aller à la ligne suivante
hu: Ugrás a következő sorra
it: Prossima riga
ru: Перейти к следующей строке
uk: Перейти до наступного рядка

source: Goto previous row
de: Gehe zurück
es: Ir al registro anterior
fr: Aller à la ligne précédente
hu: Ugrás az előző sorra
it: Riga precedente
ru: Перейти к предыдущей строке
uk: Перейти до попереднього рядка

source: Insert row
bg: Добави ред
de: Neuen Datensatz anfügen
es: Insertar registro
fr: Insérer une ligne
hu: Sor beillesztése
it: Inserisci riga
ru: Вставить строку
uk: Вставити рядок

source: Store row
bg: Запази ред
de: Speichere Datensatz
es: Almacenar registro
fr: Sauvegarder une ligne
hu: Sor tárolása
it: Salva riga
ru: Сохранить строку
uk: Записати рядок

source: Execute actionquery
bg: Изпълни actionquery
de: Aktionsabfrage ausführen
es: Ejecutar consulta
fr: Exécuter une requête
hu: Lekérdezés végrehajtása
it: Esegue Interrogazione (Query) di comando
ru: Выполнить запрос
uk: Виконання дії запиту

source: Close application
bg: Затвори приложението
de: Schließe Anwendung
es: Cerrar la Aplicación
fr: Fermer l'application
hu: Alkalmazás bezárása
it: Chiudi applicazione
ru: Закрыть программу
uk: Закрити програму

source: Open view
bg: Отвори преглед
de: Sicht öffnen
es: Abrir Vista
hu: Nézet megnyitása
it: Apri Vista
ru: Открыть просмотр
uk: Відкрити перегляд

source: Action:
bg: Действие:
de: Aktion:
es: Acción:
hu: Szerkesztés:
it: Azione (Evento):
ru: Действие:
uk: Дія:

source: Object:
bg: Обект:
de: Objekt:
es: Objeto:
fr: Objet:
hu: Objektum:
it: Oggetto:
ru: Объект:
uk: Об'єкт:

source: Default
bg: По умълчание
de: Standardwert
es: Predeterminado
fr: Défault
hu: Alapértelmezett
ru: По умолчанию
uk: Стандартний

source: Press <F2> for a larger editor window
bg: Натисни <F2> за по-голям редакторски прозорец
de: <F2> drücken um ein vergrößertes Eingabefenster zu erhalten
es: Presione <F2> para una ventana de editor má grande
fr: Pressez <F2> pour une plus grande fenêtre d'édition
hu: Nagyobb szerkesztőablakhoz nyomja az <F2> billentyűt
it: Premi <F2> per aprire la finestra di elaborazione estesa
ru: Нажмите F2 для увеличения окна редактора
uk: Натисніть <F2> для збельшення вікна редактора

source: Property editor (
bg: Редактор предпочитания (
de: Eigenschaftsfenster (
es: Editor de propiedades (
fr: Editeur de propriétés (
hu: Tulajdonságok szerkesztője (
it: Finestra delle proprietà
ru: Редактор свойств (
uk: Редактор властивостей (

source: Combo
es: Cuadro combinado
hu: Kombinált
it: Casella Combinata
ru: Комбо

source: Combo (nonwritable)
de: Combo (nicht schreibbar)
es: Combo (noeditable)
fr: Combo (lecture seule)
hu: Kombinált (csak-olvasható)
it: Casella Combinata (Sola lettura)
ru: Комбо (без записи)
uk: Combo (без запису)

source: relative
bg: релативно
de: relativ
es: relativo
hu: relatív
it: Relativo
ru: относительно
uk: відносний

source: absolute
bg: абсолютно
de: Absolut
es: absoluto
fr: absolue
hu: abszolút
it: Assoluto
ru: абсолютно
uk: абсолютний

source: Sizetype:
bg: Размер/Вид:
de: Größenart:
es: tamaño del tipo:
fr: Type de taille:
hu: Mérettípus:
it: Tipo di misura:
ru: Тип размера:
uk: Тип розміру:

source: Form width:
bg: Форма дължина:
de: Formularbreite:
es: Ancho del formulario:
fr: Largeur de formulaire:
hu: Űrlap szélessége
it: Larghezza della Scheda (Form)
ru: Ширина формы:
uk: Ширина форми:

source: Form height:
bg: Форма ширина:
de: Formularhöhe:
es: Alto del formulario:
fr: Hauteur de formulaire:
hu: Űrlap magassága:
it: Altezza della Scheda (Form)
ru: Высота формы:
uk: Висота форми:

source: Icon:
bg: Изображение:
de: Symbol:
hu: Ikon:
it: Icona:
ru: Иконка:
uk: Іконка:

source: Image path:
bg: Път до изображение
de: Bildverzeichnis:
es: Path de la imágen
fr: Chemin de l'image
hu: Kép elérési útja:
it: Indirizzo Immagine
ru: Путь к изображению:
uk: Шлях до образу:

source: Image '%1' could not be loaded
bg: Грешка: Изображениет%1' не може да бъде заредено
de: Bild '%1' konnte nicht geladen werden.
hu: A(z) '%1' kép betöltése nem sikerült
it: Immagine %1 non può essere caricata
ru: Изображение '%1' не может быть загружено!
uk: Образ '%1' неможливо завантажити

source: Group
bg: Група
de: Gruppierung
es: Grupo
hu: Csoport
it: Gruppo
ru: Группировать
uk: Група

source: Sum
bg: Сума
de: Summe
es: Sumatorio
fr: Somme
it: Somma
ru: Сумма
uk: Сума

source: Count
bg: Сметка
de: Anzahl
es: Cuenteo
hu: Szám
it: Conta
ru: Количество
uk: Кількість

source: Min
bg: Минимум
de: Minimum
ru: Минимум
uk: Мінімум

source: Max
bg: Максимум
de: Maximum
ru: Максимум
uk: Максимум

source: Average
bg: Средно
de: Durchschnitt
es: Media
fr: Moyenne
hu: Átlag
it: Media
ru: Среднее
uk: Середнє

source: Condition
bg: Състояние
de: Bedingung
es: Condición
hu: Feltétel
it: Condizione
ru: Условие
uk: Умова

source: none
bg: не
de: keine
es: ninguno
hu: nincs
it: Nessuno
ru: нет
uk: жодний

source: ascending
bg: увеличаващо
de: aufsteigend
es: ascendente
hu: növekvő
it: Crescente
ru: в прямом порядке
uk: по зростанню

source: descending
bg: намаляващо
de: absteigend
es: descendente
hu: csökkenő
it: Decrescente
ru: в обратном порядке
uk: по спаданню

source: Table:
bg: Таблица:
de: Tabelle:
es: Tabla:
hu: Tábla:
it: Tabella:
ru: Таблица:
uk: Таблиця:

source: Fieldname:
bg: Име на поле:
de: Feldname:
es: Nombre de campo:
fr: Nom de champ:
hu: Mezőnév:
it: Nome del Campo (Colonna):
ru: Название поля:
uk: Поле:

source: Alias:
bg: Псевдоним:
it: Intestazione Colonna:
ru: Псевдоним:
uk: Псевдонім:

source: Function:
bg: Функция:
de: Funktion:
es: Funciones:
hu: Funkció:
it: Funzione:
ru: Функция:
uk: Функція:

source: Order:
bg: Избор:
de: Sortierung:
es: Orden:
fr: Ordre:
hu: Rendezés:
it: Ordine:
ru: Порядок:
uk: Порядок:

source: Show:
bg: Покажи:
de: Anzeigen:
es: Mostrar:
fr: Montrer:
hu: Megjelenít:
it: Mostra:
ru: Показывать:
uk: Показати:

source: Updatevalue:
bg: Обнови стойност:
de: Aktualisieren:
es: Actualizar valor:
hu: Érték frissítése:
it: Aggiorna valori:
ru: Значение обновления:
uk: Оновити значення:

source: Criteria:
bg: Критерий:
de: Kriterium:
es: Criterio:
hu: Feltétel:
it: Criteri:
ru: Критерий:
uk: Критерій:

source: Or:
bg: Или:
de: Oder:
es: O:
fr: Ou:
hu: Vagy:
it: Oppure:
ru: Или:
uk: Або:

source: Fatal error! Query part could not be loaded! This is a installation error. Check your installation! Did you install knoda into the correct directory? Program will exit now...
bg: Fatal error! Query part could not be loaded! This is a installation error. Check your installation! Did you install knoda5 into the correct directory? Program will exit now...
de: Fataler Fehler! Abfragepart konnte nicht geladen werden! Dies ist ein Installationsfehler. Überprüfen Sie Ihre Installation! Wurde knoda5 im richtigen Verzeichnis installiert? Programm wird jetzt beenden...
hu: Súlyos hiba! Nem sikerült betölteni a részjelentést. Valószínűleg hibás a telepítés. Kérem, ellenőrizze a telepítést, és hogy jó helyre telepítette-e a Knoda5 programot. A program most kilép...
it: Errore grave! L'interrogazione (Query) non può essere caricata Errore di installazione: controllatela! Avete installato knoda nella corretta directory? Il programma verrà chiuso.
ru: Критическая ошибка! Часть запроса не может быть загружена! Это ошибка установки. Проверьте, установлена ли программа в корректную директорию? Программа завершается...
uk: Фатальна помилка! Частину звіту неможливо завантажити! Це помилка інсталяції. Перевірте свою інсталяцію! Чи коректоно ви обрали директорію установки? Програму буде завершено зараз...

source: View -
bg: Преглед -
de: Sicht -
es: Vista-
fr: Vue -
hu: Nézet -
it: Vista -
ru: Просмотр -
uk: Перегляд -

source: Query -
bg: Заявка -
de: Abfrage -
es: Consulta -
hu: Lekérdezés -
it: Interrogazione (Query) -
ru: Запрос -
uk: Запит -

source: Fatal error! Grid part could not be loaded! This is a installation error. Check your installation! Did you install knoda into the correct directory? Program will exit now...
bg: Fatal error! Grid part could not be loaded! This is a installation error. Check your installation! Did you install knoda5 into the correct directory? Program will exit now...
de: Fataler Fehler! Grid part konnte nicht geladen werden! Dies ist ein Installationsfehler. Überprüfen Sie Ihre Installation! Wurde knoda5 im richtigen Verzeichnis installiert? Programm wird jetzt beenden...
es: ¡Error fatal! ¡La hoja de datos no se pudo cargar! Este es un error de instalación. ¡Revisa tu instalación! ¿Instalaste knoda5 en el directorio correcto? El programa terminará ahora...
fr: Erreur fatale! La grille n'a pas pu être chargée! C'est une erreur d'installation. Vérifiez votre installation! Avez-vous installé Knoda5 dans le bon répertoire? Le programme va s'arrêter...
hu: Súlyos hiba! Nem sikerült betölteni a grid részt. Valószínűleg hibás a telepítés. Kérem, ellenőrizze a telepítést, és hogy jó helyre telepítette-e a Knoda5 programot. A program most kilép...
it: Errore grave! La Casella di Riepilogo non può essere caricata Errore di installazione: controllatela! Avete installato knoda nella corretta directory? Il programma verrà chiuso.
ru: Критическая ошибка! Часть решетки не может быть загружена! Это ошибка установки. Проверьте, установлена ли программа в корректную директорию? Программа завершается...
uk: Фатальна помилка! Частину сітки неможливо завантажити! Це помилка інсталяції. Перевірте свою інсталяцію. Чи коректно ви вибрали директорію установки? Програму буде завершено зараз...

source: &Add datasource
bg: &Добави база данни
de: Datenquelle &anfügen
es: &Añadir origen de datos:
hu: &Adatforrás hozzáadása
it: &Aggiungi Datasource
ru: &Добавить источник данных
uk: Додати &джерело даних

source: &Distinct rows
bg: &Различни редове
de: Ein&deutige Datensätze
es: &Diferentes registros
fr: &Distinct lignes
hu: Sorok &megkülön
it: Senza righe &duplicate
ru: &Различные строки
uk: В&ідмінні рядки

source: Select query
bg: Select заявка
de: Auswahlabfrage
es: Seleccione consulta
hu: Select lekérdezés
it: Interrogazione (Query) di selezione
ru: Выберите запрос
uk: Запит на вибірку

source: Groupselect query
bg: Groupselect заявка
de: Gruppierungsabfrage
es: Consulta de selección de grupo
hu: Groupselect lekérdezés
it: Interrogazione (Query) di selezione con raggruppamenti
ru: Запрос группового выбора
uk: Підсумковий запит

source: Update query
bg: Обнови заявка
de: Aktualisierungsabfrage
es: Actualizar consulta
hu: Update lekérdezés
it: Interrogazione (Query) di aggiornamento
ru: Запрос обновления
uk: Запит на оновлення

source: Delete query
bg: Премахни заявка
de: Löschabfrage
es: Borrar consulta
hu: Delete lekérdezés
it: Interrogazione (Query) di eliminazione
ru: Запрос удаления
uk: Запит на видалення

source: Query could not be executed
bg: заявката не може да бъде изпълнена
de: Abfrage konnte nicht ausgeführt werden
es: La consulta no pudo ejecutarse
fr: La requête n'a pas pu être exécutée
hu: A lekérdezés végrehajtása nem sikerült
it: L'Interrogazione (Query) non può essere eseguita
ru: Запрос не может быть выполнен
uk: Запит неможливо виконати

source: Warning: This function is not stable: Are you sure that you want to execute the following SQL code?
de: Warnung: Diese Funktion ist noch nicht stabil: Sind Sie sicher dass Sie den folgenden SQL Code verwenden wollen?
es: Aviso: Esta función no es estable: ¿Esta seguro de que quiere ejecutar el siguiente código SQL?
hu: Figyelem: Ez a funkció még nem stabil: Biztos benne, hogy futtatni akarja a következő SQL kódot?
it: Attenzione: questa funzione non è stabile si è sicuri di voler eseguire il seguente codice SQL?
ru: Внимание: эта функция нестабильна! Вы точно хотите выполнить следующий SQL код?
uk: Увага: Ця функція не стабільна: Ви впевнені що хочете виконати нижченаведений SQL код?

source: Query was successful
bg: Заявката е успешна
de: Abfrage war erfolgreich
es: Consulta realizada con éxito
fr: La requête est réussie
hu: A lekérdezés sikerült
it: Interrogazione (Query) eseguita
ru: Запрос выполнен успешно
uk: Запит успішно виконаний

source: If you change to the QBE window your SQL statement will be lost. Continue?
de: Beim Wechsel zum QBE Fenster wird die SQL Befehlszeile gelöscht. Weitermachen?
es: Si cambia a la ventana QBE la sentencia SQL se perderá. ¿Desea continuar?
fr: Si vous basculez en mode Requête Visuelle (QBE), votre requête SQL sera perdue. Continuer?
hu: Ha átvált a grafikus QBE lekérdezéskezelőre, akkor újonnan kell létrehoznia a lekérdezést. Folytatja?
it: Se cambiate il finestra QBE il codice SQL potrebbe andar perso. Continuare?
ru: Если вы перейдете к окну QBE, то ваш SQL отчет будет утерян. Продолжить?
uk: Якщо ви змінете QBE вікно, ваша SQL-інструкція буде втрачена. Продовжити?

source: Master
es: Maestro
it: Di riferimento
ru: Основной
uk: Майстер

source: Slave
bg: Подчинен
es: Esclavo
it: Dipendente
ru: Вторичный
uk: Підлеглий

source: Referential Integrity
de: Referentielle Integrität
es: Integridad de referencia
hu: Referenciális integritás
it: Integrità referenziale
ru: Относительная цельность
uk: Цілісність посилань

source: Relationship method
de: Referenzmethode
hu: Reláció módszere
it: Metodo di interdipendenza
ru: Метод связи
uk: Метод взаємозв'язку

source: Equivalent rows in both datasources
de: Entsprechende Datensätze in beiden Quellen
hu: Azonos sorok mindkét adatforrásban
it: Medesima riga in entrambi i datasource
ru: Одинаковые строки в обоих источниках данных
uk: Еквівалентні рядки в обох джерелах даних

source: All of 'master' and equivalent rows of 'slave'
de: Alle von 'master' und die entsprechenden Datensätzen von 'slave'
hu: Mindent a 'master' táblából, azonos sorok a 'slave' táblából
it: Tutti quelli di Riferimento e le relative righe Dipendenti
ru: Все сроки Основного и эквивалентные строки Вторичного
uk: Всі з 'головного' та еквівалентні рядки з 'підлеглого'

source: All of '%1' and equivalent rows of '%2'
de: Alle von '%1' und die entsprechenden Zeilen von '%2'
hu: Mindent a(z) '%1' táblából, azonos sorok a(z) '%2' táblából
it: Tutti quelli di %1 e le equivalenti righe di %2
ru: Все строки '%1' и эквивалентные строки '%2'
uk: Всі з '%1' та еквівалентні рядки з '%2'

source: The relation between '%1' and '%2' is in the way. Remove it?
de: Die Beziehung zwischen '%1' und '%2' ist im Weg. Löschen?
hu: Nincs reláció a következő táblák között: '%1', '%2'. Eltávolítja?
it: La relazione tra %1 e %2 è ovvia. Rimuoverla?
ru: Зависимость между '%1' и '%2' в пути. Удалить?
uk: Залежність між '%1' та '%2' перешкоджає. Видалити її?

source: Error: could not delete old reference
de: Fehler: Alte Referenz konnte nicht gelöscht werden
es: Error: no pude borrar la referencia anterior
fr: Erreur: impossible de supprimer l'ancienne référence
hu: Hiba: a régi reláció törlése nem sikerült
it: Errore: non possono essere rimossi i vecchi riferimenti
ru: Ошибка: невозможно удалить старую относительность
uk: Помилка: неможливо видалити старе посилання

source: Condition:
bg: Състояние:
de: Bedingung:
es: Condición:
hu: Feltétel:
it: Condizioni:
ru: Условие:
uk: Умова:

source: Reportfield:
bg: Поле за отчет:
de: Berichtsfeld:
es: Campo de informe:
fr: Champ de rapport:
hu: Jelentésmező:
it: Campo del Prospetto:
ru: Поле отчета:

source: Formdatasource:
de: Formulardatenquelle:
es: Origen de datos del formulario:
fr: Source de données de formulaire:
hu: Űrlapadatforrás:
it: Datasource della Scheda:
ru: Источник данных формы:

source: Formfield:
de: Formularfeld:
es: Campo del formulario:
fr: Champ de formulaire:
hu: Űrlapmező:
it: Campo della Scheda:
ru: Поле формы:

source: Masterfield
de: übergeordnetes Feld
hu: Főmező
it: Campo di riferimento
ru: Основное поле:

source: Reportfield
bg: Форма отчет
de: Berichtsfeld
hu: Jelentésmező:
it: Campo del Prospetto
ru: Поле отчета

source: condition
bg: състояние
de: Bedingung
es: condición
hu: feltétel
it: condizione
ru: условие
uk: Умова

source: formdatasource
bg: форма источник на данни
de: Formulardatenquelle:
es: origen de datos del formulario
fr: source de données de formulaire
hu: űrlapadatforrás
it: Datasource della Scheda
ru: источник данных формы

source: formfield
bg: поле форма
de: Formularfeld
es: campo del formulario
fr: champ de formulaire
hu: űrlapmező
it: Campo della Scheda
ru: поле формы

source: Formconditiondialog
de: Formularbedingungendialog
es: Diálogo de condición del formulario
it: Ambito condizionale della Scheda
ru: условия формы

source: Reportconditiondialog
de: Berichtsbedingungendialog
es: Diálogo de condición del informe
fr: Dialogue de conditions de rapport
hu: Jelentésfeltételek párbeszédablak
it: Ambito condizionale del Prospetto
ru: условия отчета

source: Fatal error! Report part could not be loaded! This is a installation error. Check your installation! Did you install knoda into the correct directory? Program will exit now...
bg: Fatal error! Report part could not be loaded! This is a installation error. Check your installation! Did you install knoda5 into the correct directory? Program will exit now...
de: Fataler Fehler! Reportpart konnte nicht geladen werden! Dies ist ein Installationsfehler. Überprüfen Sie Ihre Installation! Wurde knoda5 im richtigen Verzeichnis installiert? Programm wird jetzt beenden...
fr: Erreur fatale! Une partie du rapport n'a pas pu être chargé! C'est une erreur d'installation. Vérifiez votre installation! Avez-vous installé Knoda5 dans le bon répertoire? Le programme va s'arrêter...
hu: Súlyos hiba! Nem sikerült betölteni a részjelentést. Valószínűleg hibás a telepítés. Kérem, ellenőrizze a telepítést, és hogy jó helyre telepítette-e a Knoda5 programot. A program most kilép...
it: Errore grave! Il Prospetto (Report) non può essere caricata Errore di installazione: controllatela! Avete installato knoda nella corretta directory? Il programma verrà chiuso....
ru: Критическая ошибка! Часть отчета не может быть загружена! Это ошибка установки. Проверьте, установлена ли программа в корректную директорию? Программа завершается...
uk: Фатальна помилка! Частину звіту неможливо завантажити! Це помилка інсталяції. Перевірте свою інсталяцію! Чи коректоно ви обрали директорію установки? Програму буде завершено зараз...

source: Report -
bg: Отчет -
de: Bericht -
hu: Jelentés: -
it: Prospetto -
ru: Отчет -
uk: Звіт -

source: Sectionselect
bg: Избор секции
de: Bereichsauswahl
es: Selección de sección
fr: Sélectionner la section
hu: Szekcióválasztás
it: Selezione Sezione
ru: 7Выбор секции

source: sections
bg: секции
de: Bereiche
es: secciones
hu: szekciók
it: Sezione
ru: секции
uk: Секції

source: new field
bg: ново поле
de: NeuesFeld
es: nuevo campo
hu: új mező
it: Nuovo Campo
ru: новое поле
uk: нове поле
