Repository: JKBert/knoda5
Catalog: knoda/po/*.po
Languages: bg, de, es, fr, hu, it, ru, uk

source: Please select
bg: Моля изберете
de: Bitte auswählen:
es: Seleccione
fr: Veuillez sélectionner
hu: Kérem, válasszon
it: Selezionare, prego
ru: Пожалуйста, выберите
uk: Будь ласка виберіть:

source: &Schema only
bg: &Само схема
de: Nur Tabellen&struktur
es: Solamente di&seño
fr: &Schéma seul
hu: &Csak séma
it: Solo &Schema
ru: &Только схема
uk: &Тільки схема

source: Schema and &data
bg: Схема и &данни
de: Tabellenstruktur und &Daten
es: Diseño y &datos
fr: Schéma et &données
hu: Séma és &adat
it: Schema e &Dati
ru: Схема и &данные
uk: Схема і &дані

source: Active database:
bg: Активни бази данни:
de: Aktuelle Datenbank:
es: Base de datos activa:
fr: Base de données active
hu: Jelenlegi adatbázis:
it: Database attivo:
ru: Активная база данных:
uk: Активна база даних:

source: <No database>
bg: <Няма база данни>
de: <keine Datenbank>
hu: <Nincs adatbázis>
ru: <Нет базы данных>
uk: <Немає бази даних>

source: Modules
de: Module
it: Moduli
ru: Модули

source: Reports
bg: Отчети
de: Berichte
es: Informes
fr: Rapports
hu: Jelentések
it: Prospetto
ru: Отчеты
uk: Звіти

source: Forms
bg: Форми
de: Formulare
es: Formularios
fr: Formulaires
hu: Űrlapok
it: Scheda
ru: Формы
uk: Форми

source: Queries
bg: Заявки
de: Abfragen
es: Consultas
fr: Requêtes
hu: Lekérdezések
it: Interrogazione
ru: Запросы
uk: Запити

source: Views
bg: Прегледи
de: Sichten
es: Vistas
fr: Vues
hu: Nézetek
it: Vista
ru: Просмотры
uk: Перегляди

source: Tables
bg: Таблици
de: Tabellen
es: Tablas
hu: Táblák
it: Tabella
ru: Таблицы
uk: Таблиці

source: (Central)
bg: (Централно)
de: (Zentral)
es: (Principal)
hu: (központilag)
it: (Centrale)
ru: (Центральный)
uk: (Головні)

source: Directory
bg: Директория
de: Verzeichnis
es: Directorio
fr: Répertoire
hu: Könyvtár
it: Cartella
ru: Директория
uk: Каталог

source: Found database drivers:
bg: Намери драйвъри за базата данни:
de: Gefundene Datenbanktreiber:
es: Controladores de bases de datos encontrados:
fr: Trouvé des pilotes de base de données:
hu: Talált adatbázis-meghajtók:
it: Trovati i drivers del Database:
ru: Найденные драйверы баз данных:
uk: Знайти драйвери бази даних:

source: SQL Driver Selection
bg: Избор на SQL драйвъри
de: SQL-Treiber Auswahl
es: Selección de controlador SQL
fr: Sélection de pilotes SQL
hu: SQL meghajtó kiválasztása
it: Selezione del driver SQL
ru: Выбор драйвера SQL
uk: Вибіл SQL-драйверів

source: Connect
bg: Връзка
de: Verbinden
es: Conectar
fr: Connecter
hu: Kapcsolódás
it: Connessione
ru: Подключится
uk: З'єднатися

source: Exit
bg: Изход
de: Beenden
es: Salir
fr: Sortir
hu: Kilépés
it: Esci
ru: Выход
uk: Вихід

source: Please select a driver
bg: Моля изберете драйвър
de: Bitte Treiber auswählen:
es: Seleccione un controlador
fr: Veuillez choisir un pilote
hu: Kérem, válasszon meghajtót
it: Selezionare il driver
ru: Пожалуйста, выберите драйвер
uk: Будь ласка виберіть драйвер:

source: Form1
de: Formular
es: Formulario1
hu: Űrlap1
ru: Форма1
uk: Форма1

source: E&xit
bg: И&зход
de: B&eenden
es: S&alir
hu: K&ilépés
it: E&sci
ru: &Выход
uk: В&ихід

source: Alt+X
ru: Alt+D

source: Copy structure and data
bg: Копирай структура и данни
de: Kopiere Strukturen und Daten
es: Copiar estructura y data
fr: Copier la structure et les données
hu: Adatok és váz másolása
it: Copia dati e struttura
ru: Копировать структуру и данные
uk: Копіювати структуру та дані

source: Overwrite
bg: Презапиши
de: Überschreiben
hu: Felülírás
it: Sovrascrivi
ru: Перезаписывать
uk: Переписати

source: Error while creating export/importdb dialog! Database or connection not set!
bg: Грешка while creating export/importdb dialog! Database or connection not set!
de: Fehler beim Erzeugen des Export/Importdb Dialogs! Datenbank oder Verbindung nicht gesetzt!
es: Error creando diälogo de exportar/importar db! Base de Datos o la conección no establecida
fr: Erreur à la création du dialogue d'export/import de base de donnée.La base de donnée ou la connection ne sont pas spécifiées!
hu: Hiba az adatbázis importálásakor/exportálásakor! Nem adott meg adatbázist vagy kapcsolatot.
it: Errore in ambito di importazione/esportazione Database o connessione non attivati!
ru: Ошибка создания диалога экспорта/импорта базы данных! База данных или соединение не установлено!
uk: Помилка під час створення діалогу експорту/імпорту бази даних! Базу даних або з'єднання не встановлено!

source: Import database dialog
bg: Импорт диалог базаданни
de: Import Datenbank Dialog
hu: Adatbázis importálása párbeszédablak
it: Ambito di importazione database
ru: Импорт базы данных
uk: Діалог імпорту бази даних

source: Export database dialog
bg: Експорт диалог база данни
de: Export Datenbank Dialog
hu: Adatbázis exportálása párbeszédablak
it: Ambito di esportazione database
ru: Экспорт базы данных
uk: Діалог експорту бази даних

source: Driver does not support creating new tables
de: Der Server unterstützt nicht das Anlegen neuer Tabellen
hu: A meghajtó nem támogatja az új táblák létrehozását
it: Il Driver con contempla gli strumenti per la creazione di una nuova Tabella
ru: Драйвер не поддерживает создания новых таблиц
uk: Драйвер не підтримує створення нових таблиць

source: Driver does not support creating new views
de: Der Server unterstützt nicht das Anlegen neuer Sichten
hu: A meghajtó nem támogatja az új nézetek létrehozását
it: Il Driver con contempla gli strumenti per la creazione di una nuova Vista
ru: Драйвер не поддерживает создания новых просмотров
uk: Драйвер не підтримує створення нових переглядів

source: Driver does not support creating new databases
de: Der Server unterstützt nicht das Anlegen neuer Datenbanken!
hu: A meghajtó nem támogatja az új adatbázisok létrehozását
it: Il Driver con contempla gli strumenti per la creazione di un nuovo Database
ru: Драйвер не поддерживает создания новых баз данных
uk: Драйвер не підтримує створення нових баз даних

source: Copy whole database?
bg: Да копирам цялата базаданни?
de: Gesamte Datenbank kopieren?
hu: Teljes adatbázis másolása?
it: Copiare l'intero Database?
ru: Копировать всю базу данных?
uk: Копіювати всю базу даних?

source: Copy whole database failed!
bg: Копирай цялата база данни
de: Kopieren der gesamten Datenbank mißlang!
hu: A teljes adatbázis másolása nem sikerült!
it: Copia no riuscita dell'intero Database
ru: Ошибка копирования всей базы данных!
uk: Копіювати все поле бази даних!

source: Copy all tables?
bg: Копирай всички таблици?
de: Alle Tabellen kopieren?
es: Copiar todas la tablas?
fr: Copier toutes les tables?
hu: Az összes tábla másolása?
it: Copiare tutte le Tabelle?
ru: Копировать все таблицы
uk: Копіювати всі таблиці?

source: Copy all queries?
bg: Копирай всички заявки?
de: Alle Abfragen kopieren?
es: Copiar todas las preguntas:
hu: Minden lekérdezés másolása?
it: Copiare tutte le Interrogazioni (Queries)?
ru: Копировать все запросы?
uk: Копіювати всі запити?

source: Copy all forms?
bg: Копирай всички форми?
de: Alle Formulare kopieren?
es: Copiar todas los formularios?
fr: Copier tous les formulaires?
hu: Minden űrlap másolása?
it: Copiare tutte le Schede?
ru: Копировать все формы?
uk: Копіювати всі форми?

source: Copy all reports?
bg: Копирай всички отчети?
de: Alle Berichte kopieren?
es: Copiar todas los informes?
fr: Copier tous les rapports?
hu: Minden jelentés másolása?
it: Copiare tutti i Prospetti?
ru: Копировать все отчеты?
uk: Копіювати всі звіти?

source: Target database does not support views!
bg: Указаната база данни не потдържа преглед!
de: Zieldatenbank unterstützt keine Sichten!
es: Base de datos no apoya las vistas!
fr: La base de donnée cible ne supporte pas les vues!
hu: A céladatbázis nem támogatja a nézeteket!
it: Il Database di destinazione non contempla le Viste!
ru: Целевая база данных не поддерживает просмотры!
uk: Цільова база даних не підтримую перегляди!

source: Copy all views?
bg: Копирай всички прегледи?
de: Alle Sichten kopieren?
es: Copiar todas las vistas?
fr: Copier toutes les vues?
hu: Minden nézet másolása?
it: Copiare tutte le Viste?
ru: Копировать все просмотры?
uk: Копіювати всі перегляди?

source: Database could not be created
bg: Базата данни не може да бъде създадена
de: Datenbank konnte nicht erzeugt werden!
hu: Az adatbázis létrehozása nem sikerült!
it: Il Database non può esser creato
ru: База данных не может быть создана
uk: База даних не може бути створена!

source: MyDialog
de: MeinDialog
es: Mi Diálogo
fr: MonDialogue
it: Comunicazione interna
ru: МойДиалог
uk: MійДіалог

source: Filter Dialog
bg: Филтър Диалог
es: Diálogo de filtro
fr: Dialogue de filtre
hu: Szűrő párbeszédablak
it: Ambito di selezione (filtro)
ru: Фильтр
uk: Ділог Фільтру

source: &Ok
es: Acep&tar
ru: О&к
uk: &Гаразд

source: Editor
bg: Редактор
hu: Szerkesztő
it: Elaboratore di testi
ru: Редактор
uk: Редактор

source: Search
bg: Търсене
de: Suche
es: Buscar
fr: Recherche
hu: Keresés
it: Cerca
ru: Поиск
uk: Пошук

source: Options
bg: Възможности
de: Optionen
es: Opciones
hu: Beállítások
it: Opzioni
ru: Опции
uk: Параметри

source: C&ase sensitive
de: &Groß-/Kleinschreibung
es: Distinción de m&ayúsculas
fr: Sensible à l&a casse
hu: N&agy/kisbetűérzékeny
it: Consider&a le maiuscole
ru: Учитыват&ь регистр
uk: Виберіть &точність

source: All &columns
bg: Всички &колони
de: Alle S&palten
es: Todas las &columnas
fr: Toutes les &colonnes
hu: Minden o&szlop
it: Tutte le &Colonne
ru: Все с&толбцы
uk: Всі с&товпці

source: &Part of column
bg: &Част от колона
de: &Wortteil
es: &Parte de columna
fr: &Partie de colonne
hu: Az oszlo&pnak egy része
it: &Parte del Campo
ru: &Часть столбца
uk: &Частина стовпця

source: Find &backwards
de: R&ückwärts suchen
es: &Buscar-hacia atrás
fr: Recherche en &arrière
hu: Visszafe&lé
it: Cerca a &ritroso
ru: &Искать назад
uk: Ш&укати в зворотньому напрямку

source: All c&olumns
bg: Всички к&олони
de: Alle S&palten:
es: T&odas las columnas
fr: Toutes les c&olonnes
hu: Minden s&orban
it: Tutte le C&olonne
ru: Все столб&цы
uk: Всі с&товпці:

source: Search Dialog
bg: Диалог Търсене
de: Suchdialog
es: Diálogo de búsqueda
fr: Dialogue de recherche
hu: Keresési párbeszédablak
it: Ambito di ricerca
ru: Поиск
uk: Діалог пошуку

source: Fatal error! Form part could not be loaded! This is a installation error. Check your installation! Did you install knoda into the correct directory? Program will exit now...
bg: Fatal error! Form part could not be loaded! This is a installation error. Check your installation! Did you install knoda5 into the correct directory? Program will exit now...
de: Fataler Fehler! Formpart konnte nicht geladen werden! Dies ist ein Installationsfehler. Überprüfen Sie Ihre Installation! Wurde knoda5 im richtigen Verzeichnis installiert? Programm wird jetzt beenden...
fr: Erreur fatale! Une partie du formulaire n'a pas pu être chargé! C'est une erreur d'installation. Vérifiez votre installation! Avez-vous installé Knoda5 dans le bon répertoire? Le programme va s'arrêter...
hu: Súlyos hiba! Nem sikerült betölteni a részűrlapot. Valószínűleg hibás a telepítés. Kérem, ellenőrizze a telepítést, és hogy jó helyre telepítette-e a Knoda5 programot. A program most kilép...
it: Errore! La parte della Scheda non può essere caricata! Questo è un errore di installazione. Controllate di aver installato Knoda nella directory esatta! Il programma verrà terminato...
ru: Критическая ошибка! Часть формы не может быть загружена! Это ошибка установки. Проверьте, в корректную ли директорию установлена программа? Программы завершается...
uk: Фатальна помилка! Частину форм неможливо завантажити! Це помилка інсталяції. Перевірте свою інсталяцію! Чи коректоно ви обрали директорію установки? Програму буде завершено зараз...

source: Form -
bg: Форма -
de: Formular -
hu: Űrlap: -
it: Scheda (Form) -
ru: Форма -
uk: Форма -

source: new formdatasource dialog
de: Formulardatenquellendialog
es: Diálogo de nuevo origen de datos del formulario
fr: Dialogue de nouvelle source de donnée de formulaire
hu: új űrlapadatforrás párbeszédablak
it: Ambito per un nuovo Datasource di Scheda
ru: новый диалог formdatasource
uk: Нова форма діалогу джерела даних

source: A&lter
bg: Д&обави
de: &Ändern
es: &Cambiar
fr: Cha&nger
hu: Módosí&tás
it: Sal&va (Alter)
ru: Менять
uk: З&мінити

source: &Delete
bg: &Премахни
de: &Löschen
es: &Eliminar
fr: &Effacer
hu: &Törlés
it: Elimi&na
ru: &Удалить
uk: &Видалити

source: based on:
bg: базирано на:
de: basierend auf:
es: basado en:
fr: basé sur:
hu: alapja:
it: Basato su:
ru: основано на:
uk: основано на:

source: filter:
bg: филтър:
es: filtro:
fr: filtre:
hu: szűrő:
it: Filtro:
ru: фильтр:
uk: фільтр:

source: sortingfield
de: Sortierungsfeld
es: campo de ordenación
fr: filtre triant
hu: szortírozó mező
it: Campo di ordinamento:
ru: поле сортировки
uk: поле сортування

source: depending mode:
bg: форма зависимости
de: Abhängigkeitsmodus:
es: modo de dependencia:
fr: mode dépendant:
hu: függőség módja:
it: Specifiche di relazione:
ru: режим зависимости:
uk: Режим залежностей:

source: depending on
bg: зависи от
de: abhängig von
es: depende de
fr: dépendant de
hu: ettől függ
it: Dipendente da
ru: зависит от
uk: залежить від

source: thisfield
bg: това поле
de: dieses Feld
es: este campo
hu: ez a mező
it: Obbedisce alla relazione
ru: это поле
uk: ЦеПоле

source: masterfield
bg: основно поле
de: übergeordnetes Feld
es: campo maestro
fr: champ maître
hu: főmező
it: Guida la relazione
ru: основное поле
uk: МайстерПоле

source: react on master changes?
bg: отговор на основна промяна?
de: Auf Master Änderungen reagieren?
es: ¿Seguir los cambios del maestro?
fr: réagir aux changements en amont?
hu: reagáljon fő változásokra?
it: Sensibile alla relazione di dipendenza?
ru: реагировать на изменения основного?
uk: Реагувати на зміни майстра?

source: Is read only?
bg: Само за четене ли е?
de: Schreibgeschützt?
es: ¿Es de solo lectura?
fr: en lecture seule?
hu: Csak olvasható?
it: Sola lettura?
ru: Только чтение?
uk: Тільки для читання?

source: Automatic data update?
de: Automatische Datenaktualisierung?
es: Actualizar la data automaticamente?
fr: Mise-à-jour de données automatique?
hu: Az adatok automatikus frissítése?
it: Aggiornamento automatico dei dati
ru: Автоматическое обновление данных?
uk: Автоматично поновлювати дані?

source: standard
bg: стандарт
es: estandar
hu: alapértelmezett
ru: стандартный
uk: стандарт

source: no handle
bg: не удобен
de: Ignorieren
es: sin manejo
fr: pas de référence
hu: ne kezelje
it: Non modificabile
ru: не вести
uk: не підтримується

source: change
bg: промяна
de: Ändern
es: cambiar
hu: változtatás
it: Modifica
ru: сменить
uk: заміна

source: delete
bg: премахни
de: Löschen
es: eliminar
fr: effacer
hu: törlés
it: Elimina
ru: удалить
uk: видалення

source: change+delete
bg: промени+премахни
de: Ändern+Löschen
es: cambiar+eliminar
fr: effacer+supprimer
hu: változtatás+törlés
it: Modifica ed elimina
ru: сменить и удалить
uk: заміна+видалення

source: depending mode
bg: форма на зависимост
de: Abhängigkeitsmodus
es: modo dependiente
fr: mode dépendant
hu: függőségek
it: Specifiche di relazione
ru: режим зависимости
uk: Режим залежностей

source: is readonly?
bg: само за четене?
de: Schreibgeschützt?
es: ¿Es de solo lectura?
fr: en lecture seule?
hu: csak olvasható?
it: E' di sola lettura?
ru: только чтение?
uk: Тільки для читання?

source: based on
bg: базирано на
de: basierend auf
es: basado en
fr: basé sur
hu: Alapja:
it: Specifiche di impostazione
ru: основан на
uk: оснований на

source: filter
bg: филтър
es: filtro
fr: filtre
hu: szűrő
it: Filtro
ru: фильтр
uk: фільтр

source: sorting
bg: сортиране
de: Sortierung
es: ordenación
fr: trier
hu: szortírozás
it: Ordinamento
ru: сортировка
uk: сортування

source: Datasource dialog
bg: Диалог источник на данни
de: Datenquellen Dialog
es: Diálogo de origen de datos
hu: Adatforrás párbeszédablak
it: Ambito specifiche Datasource
ru: Источник данных
uk: Діалог джерела даних

source: Form
bg: Форма
de: Formular
es: Formulario
fr: Formulaire
hu: Űrlap
it: Scheda (Form)
ru: Форма
uk: Форма

source: &Design mode
de: &Entwurfsmodus
es: Modo &diseño
fr: Mode &design
hu: &Tervezési módban
it: &Struttura
ru: Реж&им оформления
uk: &Режим конструктора

source: &View mode
de: &Anzeigemodus
es: Modo &vista
fr: Mode &vue
hu: &Nézeti módban
it: &Visualizza
ru: Режим просмотр&а
uk: &Режим перегляду

source: &Save
bg: &Запази
de: &Speichern
es: &Guardar
fr: &Sauver
hu: &Mentés
it: &Salva
ru: С&охранить
uk: &Зберегти

source: Save &as
bg: Запази &като
de: Speichern &unter
es: Gu&ardar como
fr: S&auver sous
hu: Mentés má&sként
it: Salva &con nome
ru: Сохрани&ть как
uk: Зберегти &як

source: Lineedit
de: Feld
ru: Поле ввода

source: Pointer
de: Zeiger
ru: &Указатель

source: Label
ru: Метка

source: Multiline
ru: Несколько строк

source: Boolean
de: Logisch
ru: Булево

source: Combobox
ru: Кнопка-список

source: Grid
it: Griglia
ru: Решетка

source: Selector
bg: Селектор
de: Selektor
fr: Sélecteur
hu: Sorválasztó
it: Selettore
ru: Селектор
uk: Перемикач

source: Button
de: Knopf
ru: Кнопка

source: Subform
de: Unterformular
ru: Подформа

source: Image
de: Bild
ru: Изображение

source: select
bg: избери
de: auswählen
es: seleccionar
fr: sélectionner
hu: válasszon
it: Seleziona
ru: выбрать
uk: вибрати

source: textlabel
bg: текстов етикет
es: Etiqueta de texto
hu: szöveges címke
it: Casella di testo
ru: текстовая метка
uk: текстова мітка

source: lineeditfield
de: Editierfeld
es: Línea de edición
hu: sorszerkesztő mező
it: Campo
ru: однострочное поле ввода
uk: поле редагування рядків

source: memofield
de: Memofeld
es: Campo memo
hu: memo mező
it: Memo
ru: многострочное поле ввода
uk: поле мемо

source: booleanfield
de: Boolsches Feld
es: Casilla de verificación
hu: boolean mező
it: Si/No
ru: булево поле
uk: логічне поле

source: comboboxfield
de: Comboboxfeld
es: Campo de lista desplegable
hu: combox mező
it: Casella Combinata
ru: поле выбора
uk: стовпець підстановки

source: gridfield
de: Tabellenfeld
es: Hoja de datos
hu: rácsmező
it: Casella di riepilogo
ru: решетка
uk: ґрати

source: rowselector
de: Datensatzselektor
es: Selector de registro
hu: sorválasztó
it: Selettore righe
ru: поло выбора строк
uk: відбір рядків

source: button
bg: бутон
de: Knopf
es: botón
hu: gomb
it: >Pulsante
ru: кнопка
uk: кнопка

source: Set to all
bg: Приложи за всички
de: Setze für alle
es: Establecer para todos
fr: Spécifier pour tous
hu: Beállítás az összes elemhez
it: Imposta tutto...
ru: Установить всем
uk: Встановити для всіх

source: Font
bg: Шрифт
de: Schriftart
es: Fuente
fr: Police
hu: Betűtípus
it: Carattere
ru: Шрифт
uk: Шрифт

source: Foregroundcolour
de: Vordergrundfarbe
es: Color de texto
fr: Couleur d'avant-plan
hu: Előtérszín
it: Colore testo:
ru: Цвет переднего плана
uk: Колір

source: Backgroundcolour
de: Hintergrundfarbe
es: Color de fondo
fr: Couleur de fond
hu: Háttérszín
it: Colore sfondo:
ru: Цвет заднего плана
uk: Колір фону

source: Tab order
de: Tabulatorreihenfolge
es: órden de tabulador
hu: Tabulátorrok sorrendje
it: Ordine di Tabulazione
ru: Порядок вкладок
uk: Таб-порядок

source: &Copy
bg: &Копие
de: &Kopieren
es: &Copiar
fr: &Copier
hu: &Másolás
it: &Copia
ru: &Копировать
uk: &Копіювати

source: &Paste
bg: &Постави
de: &Einfügen
es: &Pegar
fr: &Coller
hu: &Beillesztés
it: &Incolla
ru: &Вставить
uk: &Вставити

source: Cu&t
bg: Отре&жи
de: &Ausschneiden
es: Cor&tar
fr: Cou&per
hu: Kivá&gás
it: &Taglia
ru: &Вырезать
uk: &Вирізати

source: &Propertyeditor
bg: &Редактор възможности
de: &Eigenschaftsfenster
es: Editor de &propiedades
fr: Editeur de &propriétés
hu: &Tulajdonságok szerkesztő
it: Finestra &proprietà
ru: Редактор свойств
uk: &Редактор властивостей

source: Adjust &size
de: &Größe anpassen
es: Aju&star tamaño
fr: Aju&ster la taille
hu: Méret beállítá&sa
it: Impo&sta dimensioni
ru: &Подогнать размер
uk: &Підігнати розмір

source: Minimum width
bg: Минимална дължина
de: Minimale Breite
es: Anchura mínima
fr: Largeur minimum
hu: Minimális szélesség
it: Larghezza minima
ru: Минимальная ширина
uk: Мінімальна ширина

source: Maximum width
bg: Максимална дължина
de: Maximale Breite
es: Anchura máxima
fr: Largeur maximum
hu: maximális szélesség
it: Larghezza massima
ru: Максимальная ширина
uk: Максимальна ширина

source: Minimum height
bg: Минимална ширина
de: Minimale Höhe
es: Altura mínima
fr: Hauteur minimum
hu: Minimális magasság
it: Altezza minima
ru: Минимальная высота
uk: Мінімальна висота

source: Maximum height
bg: Максимална ширина
de: Maximale Höhe
es: Altura máxima
fr: Hauteur maximum
hu: Maximális magasság
it: Altezza massima
ru: Максимальная высота
uk: Максимальна висота

source: Minimum size
bg: Минимален размер
de: Minimale Größe
es: Tamaño mínimo
fr: Taille minimum
hu: Minimális méret
it: Dimensione minima
ru: Минимальный размер
uk: Мінімальний розмір

source: Maximum size
bg: Максимален размер
de: Maximale Größe
es: Tamaño máximo
fr: Taille maximum
hu: maximális méret
it: Dimensione massima
ru: Максимальный размер
uk: Максимальний розмір

source: &Align
bg: &Вграждане
de: &Ausrichten
es: &Alinear
fr: &Aligner
hu: Ig&azítás
it: &Allineamento
ru: Вы&равнивание
uk: &Вирівняти

source: &Left
bg: &Ляво
de: &Links
es: &Izquierda
fr: &Gauche
hu: &Bal
it: &Sinistra
ru: С&лева
uk: З&ліва

source: &Right
bg: &Дясно
de: &Rechts
es: De&recha
fr: D&roite
hu: &Jobb
it: &Destra
ru: С&права
uk: С&права

source: &Top
de: &Oben
es: &Arriba
fr: Somme&t
hu: &Fent
it: S&uperiore
ru: &Верх
uk: З&верху

source: &Bottom
bg: &Отдолу
de: &Unten
es: A&bajo
fr: &Bas
hu: &Alul
it: &Inferiore
ru: &Низ
uk: З&низу

source: Database designer
bg: Дизайнер на база данни
de: Datenbank Designer
es: Diseñador de bases de datos
fr: Designer de base de données
hu: Adatbázis tervező
it: Configurazione Database
ru: Оформитель базы данных
uk: Конструктор бази даних

source: with label
de: mit Textfeld
hu: címkével
it: Con etichetta
ru: с меткой
uk: з міткою

source: Define columns
bg: Определи колони
de: Spalten definieren
es: Definir columnas
fr: Définir des colonnes
hu: Oszlopok definiálása
it: Specifiche colonne
ru: Определить столбцы
uk: Визначити стовпці

source: Filterdefinition
bg: Дефиниция на филтъра
es: Definición de filtro
fr: Définition de filtre
hu: Szűrő definiálása
it: Specifiche filtro
ru: Описание фильтра
uk: Критерії фільтру

source: Filterexecution
de: Filter ausführen
es: Ejecución de filtro
fr: Exécution de filtre
hu: Szűrés végrehajtása
it: Esegui filtro
ru: Выполнение фильтра
uk: Виконання фільтрації

source: hk_kdeformpartwidget::taborder_clicked error: taborder dialog could not be created!
de: hk_kdeformpartwidget::taborder_clicke Fehler: taborder Dialog konnte nicht erzeugt werden!
es: hk_kdeformpartwidget::taborder_clicked error: No se pudo crear el diálogo para el orden de tabulador.
fr: hk_kdeformpartwidget::taborder_clicked error: taborder le dialogue n'a pas pu être créé!
hu: hk_kdeformpartwidget::taborder_clicked error: a tabulátorsorrend párbeszédablak létrehozása nem sikerült!
it: Errore la finestra di dialogo ordine di Tabulazione non può essere creata!
ru: Ошибка hk_kdeformpartwidget::taborder_clicked: диалог порядка вкладок не может быть создан!
uk: hk_kdeformpartwidget::taborder_clicked помилка: taborder діалог не може бути створений!

source: Column Select
bg: Избери Колона
de: Spaltenauswahl
es: Seleccionar columna
fr: Sélectionner la colonne
hu: Oszlop kiválasztása
it: Selezionare il Campo
ru: Выбор столбца
uk: Вибраний стовпець

source: Visible columns:
bg: Видими Колони:
de: angezeigte Spalten:
es: Columnas visibles:
fr: Colonnes visibles:
hu: Látható oszlopok:
it: Colonna visibile:
ru: Видимые столбцы:
uk: Видимі стовпці:

source: Invisible columns:
bg: невидима колона
de: Nicht angezeigte Spalten:
es: Columnas invisibles:
fr: Colonnes invisibles
hu: Láthatatlan oszlopok:
it: Colonna nascosta:
ru: Невидимые столбцы:
uk: Невидимі стовпці:
