Repository: JKBert/knoda5
Catalog: knoda/po/*.po
Languages: bg, de, es, fr, hu, it, ru, uk

source: Cannot close now, because the report '%1' is executing. Cancel it first
bg: Не може да затвори в моментза защото%1 рапорта се изпълнява. Първо прекъснете
de: Bericht '%1' arbeitet noch, daher kann jetzt nicht beendet werden. Brechen Sie ihn erst ab
es: No puedo cerrar ahora porque el informe '%1' se está ejecutando. Primero cancele el informe
fr: Impossible de fermer maintenant, car le rapport '%1' est en cours d'exécution. Annulez d'abord.
hu: Most nem lehet kilépni, mert a(z) '%1' jelentés készítése fut. Szakítsa meg előbb.
it: Non è possibile chiudere adesso a causa del Prospetto %1 in esecuzione. Prima cancellatelo.
ru: Нельзя закрыть строку, т.к. отчет '%1' выполняется. Сначала отмените его выполнение
uk: Неможливо зараз закрити, бо виконується звіт '%1'. Спочатку відмініть його

source: Subreport:
bg: Суботчет:
de: Unterbericht:
es: Subinforme:
fr: Sous-rapport:
hu: Részjelentés:
it: SubProspetto
ru: Подотчет:
uk: Підзвіт:

source: RunningCount:
de: fortlaufender Zähler:
es: Cuenta:
fr: Compte:
hu: Folyamatos számolás:
ru: Количество выполняющихся:
uk: ХідВідліку:

source: Value:
bg: Стойност:
de: Wert:
es: Valor:
fr: Valeur:
hu: Érték:
it: Valore:
ru: Значение:
uk: Значення:

source: Sorting:
bg: Сортиране:
de: Sortierung:
es: Ordenando:
fr: Tri:
hu: Szortírozás:
it: Ordinamento:
ru: Сортировка:
uk: Сортування:

source: Reporttype:
bg: Видотчет:
de: Berichtstyp:
es: Tipo de informe:
fr: Type de rapport:
hu: Jelentés típusa:
it: Tipo di Prospetto:
ru: Тип отчета:
uk: Тип звіту:

source: Linebreak:
de: Zeilenumbruch:
hu: Új sor:
it: Interlinea:
ru: Разрыв строки:
uk: Розрив рядка:

source: Dynamic height:
de: Dynamische Höhe:
hu: Dinamikus magasság:
it: Altezza dinamica:
ru: Динамическая высота:
uk: Динамічна висота:

source: Border Right:
bg: Дясна граница:
de: Rand Rechts:
es: Borde derecho:
fr: Marge de droite:
hu: Jobboldali margó
it: Margine Destro:
ru: Правая граница:
uk: Права границя:

source: Border Left:
bg: Лява граница:
de: Rand Links:
es: Borde izquierdo:
fr: Marge de gauche:
hu: Baloldali margó
it: Margine Sinistro:
ru: Левая граница:
uk: Ліва границя:

source: Border Bottom:
bg: Долна Граница:
de: Rand unten:
es: Borde inferior:
fr: Marge inférieure:
hu: Alsó margó
it: Piè di pagina:
ru: Нижняя граница:
uk: Нижня границя:

source: Border Top:
bg: Горна Граница:
de: Rand oben:
es: Borde superior:
fr: Marge supérieure:
hu: Felső margó
it: Intestazione:
ru: Верхняя граница:
uk: Верхня границя:

source: On print:
bg: За печат:
de: Beim Drucken:
es: Al imprimir:
fr: A l'impression:
hu: Nyomtatáskor:
it: Su stampa:
ru: При печати:
uk: На друк:

source: On new page:
bg: На нова страница:
de: Bei Neuer Seite:
es: En nueva página:
fr: A l'insertion d'une nouvelle page:
hu: Új oldalon:
it: Su nuova pagina:
ru: При новой странице:
uk: На нову сторінку:

source: Ascending
bg: Увеличаващо
de: Aufsteigend
es: Ascendente
fr: Croissant
hu: Csökkenő
it: Crescente
ru: В прямом порядке
uk: По зростанню

source: Descending
bg: Намаляващо
de: Absteigend
es: Descendente
fr: Décroissant
hu: Növekvő
it: Decrescente
ru: В обратном порядке
uk: По спаданню

source: Top line:
bg: Горна линия:
de: Obere Linie:
es: Línea superior:
fr: Première ligne:
hu: Felül:
it: Linea superiore:
ru: Верхняя линия:
uk: Верхня лінія:

source: Bottom line:
bg: Долна линия:
de: Untere Linie:
es: Línea inferior:
fr: Ligne du bas:
hu: Alul:
it: Linea inferiore:
ru: Нижняя линия:
uk: Нижня лінія:

source: Left line:
bg: Лява линия:
de: Linke Linie:
es: Línea izquierda:
fr: Ligne de gauche:
hu: Baloldalt:
it: Linea sinistra:
ru: Левая линия:
uk: Ліва лінія:

source: Right line:
bg: Дясна линия:
de: Rechte Linie:
es: Línea derecha:
fr: Ligne de droite:
hu: Jobboldalt:
it: Linea destra:
ru: Правая линия:
uk: Права лінія:

source: Wordbreak:
de: Zeilenumbruch:
es: Cortar palabras:
fr: Casse de mot:
hu: Szóelválasztás:
it: Interlinea:
ru: Разрыв слов:
uk: Розрив слова:

source: Running count:
de: fortlaufender Zähler:
es: Contando:
fr: Compte:
hu: Folyamatos számolás:
ru: Количество выполняющихся:
uk: Хід відліку:

source: New page:
bg: Нова страница:
de: Neue Seite:
es: Nueva página:
fr: Nouvelle page:
hu: Új oldal:
it: Nuova pagina
ru: Новая страница:
uk: Нова сторінка:

source: Offset:
bg: Офсет:
es: Desplazamiento:
fr: Décalage:
it: Intervallo:
ru: Смещение:
uk: Зміщення:

source: Userdefined
bg: Потребителски
de: Benutzerdefiniert
es: Definido por el usuario
fr: Défini par l'utilisateur:
hu: Felhasználó által definiált
it: Definizioni utente
ru: Указать
uk: Визначено користувачем

source: Pageformat:
bg: Формат на страница:
de: Seitenformat:
es: Formato de página:
fr: Format de page:
hu: Oldalméret:
it: Formato della Pagina:
ru: Формат страницы:
uk: Формат сторінки:

source: Portrait
bg: Портрет
de: Hochformat
es: Horizontal
hu: Álló
it: Verticale
ru: Портрет
uk: Книжна

source: Landscape
bg: Ландшафт
de: Querformat
es: Vertical
fr: Paysage
hu: Fekvő
it: Orizzontale
ru: Альбом
uk: Альбомна

source: First pagenumber:
bg: Първи номер на страница:
de: Erste Seitennummer:
es: Primer número de página:
fr: Numéro de première page:
hu: Első oldal száma:
it: Numero della prima pagina:
ru: Номер первой страницы:
uk: Номер першої сторінки:

source: Orientation:
bg: Ориентация:
de: Ausrichtung:
es: Orientación:
hu: Tájolás:
it: Orientamento:
ru: Ориентация:
uk: Орієнтація:

source: Multiple files:
bg: Множество файлове:
de: mehrere Dateien:
es: Múltiples ficheros:
fr: Fichiers multiples:
hu: Többszörös fájlok:
it: Files multipli:
ru: Несколько файлов:
uk: Множинні файли:

source: None
bg: Не
de: Nicht gesetzt
es: Ninguno
fr: Aucun
hu: nincs
it: Nessuno:
ru: Нет
uk: Жоден

source: &Exit
bg: &Изход
de: B&eenden
es: &Salir
fr: Quitt&er
hu: &Kilépés
it: &Esci
ru: &Выход
uk: &Вихід

source: Section to add:
bg: Секции за добавяне:
de: Hinzuzufügender Bereich:
es: Sección a añadir:
fr: Section à ajouter:
hu: Hozzáadandó szekció:
it: Sezione da aggiungere:
ru: Секция для добавления:
uk: Секція для додавання:

source: Existing sections
bg: Съществуващи секции
de: Bestehende Bereiche:
es: Secciones existentes
fr: Sections existantes
hu: Létező szekciók
it: Sezione esistente
ru: Существующие секции
uk: Існуючі секції:

source: Goto first
de: Gehe zu Anfang
es: Ir al primero
fr: Aller au premier
hu: Ugrás az elsőhöz
it: Vai all'inizio
ru: Перейти к первому
uk: Перейти до першого

source: Goto previous
de: Gehe zurück
es: Ir al anterior
fr: Aller au suivant
hu: Ugrás az előzőhöz
it: Vai al precedente
ru: Перейти к предыдущему
uk: перейти до попереднього

source: Goto next
de: Gehe vorwärts
es: Ir al siguiente
fr: Aller au suivant
hu: Ugrás a következőhöz
it: Vai al prossimo
ru: Перейти к следующему
uk: Перейти до наступного

source: Goto last
de: Gehe zum Ende
es: Ir al último
fr: Aller au dernier
hu: Ugrás az utolsóhoz
it: Vai all'ultimo
ru: Перейти к последнему
uk: Перейти до останнього

source: Store changes
bg: Запази промените
de: Speichere Änderungen
es: Almacenar cambios
fr: Sauvegarder les modifications
hu: Módosítások mentése
it: Salva modifiche
ru: Сохранить изменения
uk: Записати зміни

source: Insert new row
bg: Добави нов ред
de: Neuen Datensatz anfügen
es: Insertar nuevo registro
fr: Insérer une nouvelle ligne
hu: Új sor beillesztése
it: Inserisci nuova riga
ru: Вставить новую строку
uk: Встановити новий рядок

source: Don't debug
de: Nicht debuggen
ru: Не выводить ошибок

source: Debug
de: debuggen
ru: Вывод ошибок

source: Into background
de: In den Hintergrund
es: Al fondo
fr: Dans l'arrière-plan
hu: A háttérbe
it: sullo sfondo
ru: В фоне
uk: На задній план

source: Into foreground
de: In den Vordergrund
es: Traer al frente
fr: Vers l'avant-plan
hu: Előtérbe
it: Sul primo piano
ru: На переднем плане
uk: На передній план

source: Show &property editor
bg: Покажи &редактор възможности
de: Zeige &Eigenschaftsfenster
es: Mostrar editor de &propiedades
fr: Montrer l'éditeur de &propriétés
hu: Szer&kesztőablak megjelenítése
it: Mostra navigatore delle &proprietà
ru: Показать редактор &свойств
uk: Показати &редактор властивостей

source: &Save form
bg: &Запази формата
de: Formular &speichern
es: &Guardar formulario
fr: &Sauvegarder le formulaire
hu: Űrlap menté&se
it: &Salva la Scheda
ru: С&охранить форму
uk: &Зберегти форму

source: Line %LINENUMBER%:
bg: Линия %LINENUMBER%:
de: Zeile %LINENUMBER%:
es: Línea %LINENUMBER%:
fr: Ligne %LINENUMBER%:
hu: %LINENUMBER%. sor:
it: Linea %LINENUMBER%
ru: Строка %LINENUMBER%:
uk: Лінія %LINENUMBER%:

source: Gridcolumn '%1':
bg: Gridcolumns %1:
de: Spalte '%1':
es: Columnas ´%1´:
hu: Rácsoszlop '%1':
it: Cas. Riepliogo col. %1
ru: Столбец решетки '%1':
uk: Сітка стовців '%1':

source: Sectionheader
de: Abschnittskopf
es: Sección de cabecera
fr: En-tête de section
hu: Szekciófejléc
it: Intestazione sezione:
ru: Заголовок секции
uk: Заголовок секції

source: Datasection
de: Detailbereich
es: Sección de datos
fr: Section de données
hu: A szekció adatai
it: Corpo:
ru: Секция данных
uk: Секція данних

source: Sectionfooter
de: Abschnittsfuß
es: Sección de pie
fr: Pied-de-page de section
hu: Szekciólábléc
it: Piede Corpo:
ru: Секция сносок
uk: Виноска секції

source: Pageheader
de: Seitenkopf
es: Cabecera de página
fr: En-tête de page
hu: Oldalfejléc
it: Intestazione Pagina:
ru: Заголовок страницы
uk: Заголовок сторінки

source: Pagefooter
de: Seitenfuß
es: Pie de página
fr: Pied-de-page
hu: Oldallábléc
it: Piede Pagina
ru: Нижний заголовок страницы
uk: Виноска сторінки

source: Reportheader
de: Berichtskopf
es: Cabecera del informe
fr: En-tête de rapport
hu: Jelentésfejléc
it: Intestazione Prospetto:
ru: Заголовок отчета
uk: Заголовок звіту

source: Reportfooter
de: Berichtsfuß
es: Pie del informe
fr: Pied-de-page de rapport
hu: Jelentéslábléc
it: Piede Prospetto
ru: Нижний заголовок отчета
uk: Виноска звіту

source: Generating report...
bg: Генерирай отчет...
de: Bericht drucken
es: Generando informe...
fr: Rapport en cours de génération...
hu: Jelentés készítése...
it: Generazione Prospetto
ru: Генерирование отчета...
uk: Генерація звіту...

source: &Save report
bg: &Запази отчет
de: Formular &speichern
es: &Guardar informe
fr: &Sauver le rapport
hu: Jelentés menté&se
it: &Salvataggio Prospetto
ru: Сох&ранить отчет
uk: &Зберегти звіт

source: Error while paste action: No reportsection!!!
de: Fehler während des Einfügens: keine Reportsektion!!!
es: Error pegando la acción: ¡Sin sección del informe!
fr: Erreur pendant le collage: Pas de section de rapport!!!
hu: Hiba keletkezett a beillesztéskor: Nincs jelentéskiválasztás
it: Errore durante l'operazione di aggiunta. Non vi è una Sezione Prospetto!!!
ru: Ошибка вставки действия: Нет секции отчета!!!
uk: Помилка при встаці: Немає секції звіту!!!

source: subreport dialog
bg: суботчет диалог
de: Unterbericht Dialog
es: diálogo de subinforme
fr: dialoge de sous-rapport
hu: Részjelentés párbeszédablak
it: Ambito Sub Prospetto
ru: подотчет
uk: діалог підзвіту

source: &Set
bg: &Постави
de: &Übernehmen
es: E&stablecer
fr: &Spécifier
hu: Beállítá&s
it: &Impostazione
ru: &Установить
uk: &Встановити

source: subreport:
bg: суботчет
de: Unterbericht:
es: subinforme:
fr: sous-rapport:
hu: Részjelentés:
it: SubProspetto
ru: подотчет:
uk: підзвіт:

source: subreportfield
de: Unterberichtsfeld:
es: campo de subinforme
fr: champ de sous-rapport
hu: részjelentés mező
it: Campo SubProspetto
ru: поле подотчета

source: CheckBox1
es: Casilla de verificación 1
it: Casella di Controllo 1
ru: Флажок1

source: masterreportfield
de: Hauptberichtsfeld
es: campo de informe maestro
fr: champs de rapport-maître
hu: főjelentés mező
it: Campo di riferimento del Prospetto
ru: поле основного отчета

source: masterreportfield:
de: Hauptberichtsfeld:
es: campo de informe maestro:
fr: champs de rapport-maître:
hu: főjelentés mező:
it: Campo di riferimento del Prospetto
ru: поле основного отчета:

source: subreportfield:
bg: суботчет поле:
de: Unterberichtsfeld:
es: campo de subinforme:
fr: champs de sous-rapport:
hu: részjelentés mező:
it: Campo dipendente del Prospetto
ru: поле вторичного отчета:

source: Before sectiondata?
bg: Преди sectiondata?
de: Vor Abschnittsdaten?
es: ¿Antes de la sección de datos?
fr: Avant la section de données?
hu: A szekció adatok előtt?
it: Prima della sezione Dati?
ru: Перед секцией данных?
uk: Перед данними секції?

source: Subreport dialog
bg: Суботчет диалог
de: Unterbericht Dialog
es: Dialogo de subinforme
fr: Dialogue de sous-rapport
hu: Részjelentés párbeszédablak
it: Ambito SubProspetto
ru: Подотчет
uk: Діалог підзвіту

source: Fatal error! Table part could not be loaded! This is a installation error. Check your installation! Did you install knoda into the correct directory? Program will exit now...
bg: Fatal error! Table part could not be loaded! This is a installation error. Check your installation! Did you install knoda5 into the correct directory? Program will exit now...
de: Fataler Fehler! Table part konnte nicht geladen werden! Dies ist ein Installationsfehler. Überprüfen Sie Ihre Installation! Wurde knoda5 im richtigen Verzeichnis installiert? Programm wird jetzt beenden...
hu: Súlyos hiba! Nem sikerült betölteni a résztáblát. Valószínűleg hibás a telepítés. Kérem, ellenőrizze a telepítést, és hogy jó helyre telepítette-e a Knoda5 programot. A program most kilép...
it: Errore grave! a Tabella non può essere caricata Errore di installazione: controllatela! Avete installato knoda nella corretta directory? Il programma verrà chiuso....
ru: Критическая ошибка! Часть таблицы не может быть загружена! Это ошибка установки. Проверьте, установлена ли программа в корректную директорию? Программа завершается...
uk: Фатальна помилка! Частину таблиці неможливо завантажити! Це помилка інсталяції. Перевірте свою інсталяцію! Чи коректно ви вказали директорію установки? Програму буде завершено зараз...

source: Table -
bg: Таблица -
de: Tabelle -
es: Tabla -
hu: Tábla -
it: Tabella -
ru: Таблица -
uk: Таблиця -

source: Tabledesign
bg: Дизайн на таблица
de: Tabellenentwurf
es: Diseño de tabla
fr: Design de table
hu: Táblanézet
it: Definizione Tabella
ru: Оформление таблицы
uk: Конструктор таблиць

source: Index
bg: Индекс
es: Clave
it: Indice
ru: Индекс
uk: Індекс

source: Name
bg: Име
es: Nombre
fr: Nom
hu: Név
it: Nome
ru: Название
uk: Ім'я

source: Type
bg: Вид
de: Typ
es: Tipo
hu: Típus
it: Tipo
ru: Тип
uk: Тип

source: Size
bg: Размер
de: Größe
es: Tamaño
fr: Taille
hu: Méret
it: Dimensione
ru: Размер
uk: Розмір

source: Primary
bg: Първичен
de: Primärindex
es: Primaria
fr: Primaire
hu: Elsődleges
it: Primaria
ru: Основной
uk: Первинний

source: Not Null
bg: Не е Нула
de: Nicht Null
es: No nulo
fr: Non-null
hu: Nem lehet nulla
it: Non nullo:
ru: Не нуль
uk: Не може бути порожнім

source: Alter Table
bg: Добави Таблица
de: Ändere Tabelle
es: Modificar tabla
fr: Changer la table
hu: Tábla módosítása
it: Salva Tabella
ru: Изменить таблицу
uk: Змінити Таблицю

source: New Field
bg: Ново Поле
de: Neues Feld
es: Nuevo campo
fr: Nouveau champ
hu: Új mező
it: Nuovo Campo
ru: Новое поле
uk: Нове Поле

source: Delete Field
bg: Премахни Поле
de: Lösche Feld
es: Borrar campo
fr: Effacer le champ
hu: Mező törlése
it: Elimina Campo
ru: Удалить поле
uk: Видалити Поле

source: New Index
bg: Нов Индекс
de: Neuer Index
es: Nueva clave
fr: Nouvel index
hu: Új index
it: Nuovo Indice
ru: Новый индекс
uk: Новий Індекс

source: Delete Index
bg: Премахни Индекс
de: Lösche Index
es: Eliminar clave
fr: Supprimer l'index
hu: Index törlése
it: Elimina Indice
ru: Удалить индекс
uk: Видалити Індекс

source: Alter Index
bg: Добави индекс
de: Ändere Index
es: Modificar clave
fr: Changer l'index
hu: Index módosítása
it: Salva Indice
ru: Изменить индекс
uk: Змінити Індекс

source: columntype:
bg: тип колона:
de: Feldtyp:
es: Tipo de columna:
fr: Type de colonne:
hu: Oszloptípus:
it: Tipo di Campo (Colonna)
ru: тип столбца:
uk: Тип поля:

source: Size:
bg: Размер:
de: Größe:
es: Tamaño:
fr: Taille:
hu: Méret:
it: Dimensione:
ru: Размер:
uk: Розмір:

source: Primary Index
bg: Първичен Индекс
de: Primärindex
es: Clave primaria
fr: Index primaire:
hu: Elsődleges index
it: Chiave primaria:
ru: Основной индекс
uk: Первинний ключ

source: Do you want to alter the table?
bg: Изкате ли да добавите таблица?
de: Tabellenstruktur ändern?
es: ¿Quieres modificar la tabla?
fr: Voulez-vous modifier la table?
hu: Módosítja a táblát?
it: Si vuole slavare la tebella?
ru: Вы уверены, что хотите изменить таблицу?
uk: Ви хочете змінити таблицю?

source: Please enter the tablename:
bg: Моля въведете име на таблицата:
de: Tabellenname:
es: Nombre de la tabla:
fr: Veuillez entrer le nom de la table:
hu: Kérem, adja meg a tábla nevét:
it: Inserire il nome della Tabella
ru: Введите название таблицы:
uk: Будь ласка введіть ім'я таблиці:

source: Table %NAME% could not be changed!
bg: Името %NAME% на таблицата не може да се промени!
de: Tabelle %NAME% konnte nicht geändert werden
es: ¡ La tabla %NAME% no pudo cambiarse!
fr: La table %NAME% n'a pas pu être modifiée!
hu: A(z) %NAME% tábla módosítása nem sikerült!
it: La Tabella %NAME% non può essere cambiata!
ru: Таблица %NAME% не может быть изменена!
uk: Таблицю %NAME% неможливо змінити!

source: newfield_
bg: ново поле
de: NeuesFeld_
es: nuevocampo_
hu: névtelen_
it: Nuovo Campo_
ru: новое поле_
uk: новеполе_

source: Fieldname already exists or is of length 0. Alter it to a unique one!
de: Feldname existiert bereits oder Name wurde nicht angegeben. Bitte eindeutigen Namen verwenden!
es: El nombre del campo ya existe o es de longitud 0. ¡Cámbielo a uno diferente!
fr: Ce nom de champ existe déja, ou est de longeur zéro. Changez-le en un nom non encore utilisé!
hu: A mezőnév már létezik vagy 0 bájt hosszú. Kérem, módosítsa!
it: Il Nome del Campo esiste già o la sua lunghezza è pari a zero. Salvarlo con un nome unico ed univoco!
ru: Название поля уже используется или имеет нулевую длину. Измените название на уникальное!
uk: Ім'я поля вже існує або має нульову довжину. Змініть його на унікальне!

source: &Gridcolumns
de: Tabellenfelder
es: Edit&ar columnas
hu: &Rácsoszlopok
it: &Griglia di riepilogo
ru: &Столбцы решетки
uk: Сітка стовців

source: &Find in columns
bg: &Намери в колоните
de: &Finde in Spalten
es: &Encontrar en columnas
fr: &Recherche dans la colonne
hu: Keresés az &oszlopokban
it: Tro&va nel Campo
ru: &Найти в столбцах
uk: &Шукати в стовпчику

source: Table could not be executed
de: Tabelle konnte nicht geöffnet werden!
ru: Таблица не может быть выполнена7

source: Unnamed
bg: Не наименован
de: keinName
hu: névtelen
it: Senza nome
ru: Не названо
uk: Безіменна

source: Name:
bg: Име:
hu: Név:
it: Nome:
ru: Название:
uk: Ім'я:

source: Type:
de: Typ:
ru: Тип:

source: Taborder selection dialog
bg: Диалог избор на таблица
de: Tabulatorreihenfolgendialog
es: Diálogo selección de orden de tabulador
hu: Tabulátorsorrend párbeszédablak
it: ambito di assegnazione dell'ordine di tabulazione
ru: Порядок следования вкладок
uk: Діалог вибору Таб-порядку

source: Base list:
bg: Основен списък
de: Basisliste:
es: Lista de Base:
fr: Liste de base
hu: Alaplista:
it: Elenco Base:
ru: Основной список:
uk: Список баз

source: Taborder list:
bg: Списък със заявки:
de: Tabulatorenliste:
es: Lista de Orden de Tabulador:
hu: Tabulátorsorrend lista:
it: Elenco ordine tabulazione
ru: Список порядка вкладок:
uk: Список Таб-порядку:

source: boolean
de: logisch
ru: булево

source: lineedit
de: Editierfeld
ru: строка ввода

source: memo
ru: длинное текстовое

source: combobox
ru: кнопка-список

source: grid
de: Tabellenfeld
ru: решетка

source: subform
de: Unterformular
ru: подформа:

source: image
de: Bild
ru: изображение

source: tabvisible
it: tab visibile
ru: видимая вкладка

source: unknown
de: Unbekannt
it: sconosciuto
ru: неизвестно

source: Filter definition
bg: Филтър дефиниция
es: Definición de filtro
fr: Définition de filtre
hu: Szűrő definiálása
it: Definizione dei filtri
ru: Описание фильтра
uk: Визначення фільтра

source: Filter execution
bg: Изпълнение на филтър
de: Filter ausführen
es: Ejecución de filtro
fr: Exécution de filtre
hu: Szűrés végrehajtása
it: Esecuzione di filtri
ru: Выполнение фильтра
uk: Застосування фільтра

source: XML Export Dialog
es: Diálogo de exportación de XML
fr: Dialogue d'export XML
hu: XML export párbeszédablak
it: XML ambito di esportazione
ru: Экспорт в XML
uk: XML Експорт діалог

source: Main document tag:
de: Hauptdocumenttag:
es: Etiqueta de documento principal
fr: Tag de document principal:
hu: Dokumentum tag:
it: Tag del documento principale:
ru: Основной тег документа:
uk: Ознака головного документа:

source: Row element tag:
de: Zeilentag:
es: Etiqueta de elemento del registro:
fr: Tag d'élément de ligne:
hu: Sor tag:
it: Elementi Tag della riga:
ru: Тег элемента строки:
uk: Ознака елемента рядка:

source: include tableschema?
bg: включи схема на таблицата?
de: mit Tabellenstruktur?
es: ¿Incluir diseño de la tabla?
fr: Inclure le schéma des tables?
hu: táblaséma alapján?
it: Include schema di tabella?
ru: включить схему таблицы?
uk: включити схему таблиці?

source: fieldname as attribute?
bg: името на полето като атрибут?
de: Feldname als Attribut?
es: ¿Nombre de campo como atributo?
fr: Nom de champ comme attribut?
hu: mezőnév attribútumként?
it: Nome del campo come attributo?
ru: название поля как атрибут?
uk: ім'я поля як атрибут?

source: Export as Excel XML?
de: Als Excel XML exportieren?
it: Esporta come XML Excel?
ru: Экспортировать в Excel XML?

source: Select a XML file
bg: Избери XML файл
de: Eine XML Datei auswählen
es: Seleccione un fichero XML
fr: Sélectionnez un fichier XML
hu: Válasszon XML fájlt
it: Selezionare file XML
ru: Выберите XML файл
uk: Виберіть XML файл

source: Queryname:
bg: Име на заявката:
de: Abfragename:
es: Nombre de la consulta:
fr: Nom de la requête:
hu: Lekérdezés neve:
it: Nome dell'Interrogazione:
ru: Название запроса:
uk: Ім'я запиту:

source: Viewname:
bg: Име на прегледа:
de: Sichtname:
es: Nombre de Vista:
hu: A nézet neve:
it: Nome della Vista:
ru: Название просмотра:
uk: Ім'я перегляду:

source: Page
bg: Страница
de: Seite
es: Página
hu: Oldal
it: Pagina
ru: Страница
uk: Сторінка

source: Query:
bg: Заявка:
de: Abfrage:
es: Consulta:
fr: Requête:
hu: Lekérdezés:
it: Interrogazione:
ru: Запрос:
uk: Запит:

source: Table:
bg: Таблица:
de: Tabelle:
es: Tabla:
hu: Tábla:
it: Tabella:
ru: Таблица:
uk: Таблиця:

source: Database:
bg: Базаданни:
de: Datenbank:
es: Base de datos:
fr: Base de données:
hu: Válasszon adatbázist:
ru: База данных:
uk: База даних:

source: Elements
bg: Елемент
de: Elemente
es: Elementos
hu: Elemek
it: Elementi
ru: Элементы
uk: Елементи

source: Select database
bg: Избери база данни
de: Datenbank auswählen
es: Seleccione base de datos
hu: Válasszon adatbázist
it: Selezionare Database
ru: Выберите базу данных
uk: Вибрати базу даних

source: &New
bg: &Нов
de: &Neu
es: &Nuevo
fr: &Nouveau
hu: &Új
it: &Nuovo
ru: &Создать
uk: &Створити

source: &Connect to
bg: &Свързване с
de: &Verbinden mit
es: &Conectar a:
hu: Új &kapcsolat:
it: &Connettersi a
ru: &Подключится к
uk: &З'єднати з

source: Disconnect
bg: Прекъсване
de: Ver&bindung lösen
es: Desconectar
hu: Kapcsolat bontása
it: Disconnettere
ru: Отключится
uk: Роз'єднати

source: Load connection
bg: Зареди връзка
de: Lade Verbindung
es: Cargar conección
fr: Charger la connection
hu: Kapcsolat megnyitása
it: Caricare connessione
ru: Загрузить подключение
uk: Завантажити з'єднання

source: Store connection
bg: Запази връзката
de: Speichere Verbindung
hu: Kapcsolat mentése
it: Salvare connessione
ru: Сохранить подключение
uk: Зберегти з'єднання

source: Database
bg: База данни
de: Datenbank
hu: Adatbázis
ru: База данных
uk: База даних

source: Report
bg: Отчет
de: Bericht
es: Informe
hu: Jelentés
it: Prospetto
ru: Отчет
uk: Звіт

source: Module
de: Modul
it: Modulo
ru: Модуль
