Repository: JKBert/knoda5
Catalog: knoda/po/*.po
Languages: bg, de, es, fr, hu, it, ru, uk

source: Referential integrity not supported
bg: Референциална интегралност не се потдържа
de: Referentielle Integrität wird nicht unterstützt
es: No está apoyado la integridad de referencia
fr: Intégrité référentielle non supportée
hu: Nincs 'referential integrity' támogatás
it: Integrità referenziale non supportata
ru: Относительная цельность не поддерживается
uk: Цілісність посилання не підтримується

source: Indices are not supported
bg: Не се потдържат индекси
de: Indices werden nicht unterstützt
es: No está apoyado los índices
fr: Indexes non supportés
hu: Nincs indextámogatás
it: Indicizzazione non supportata
ru: Индексы не поддерживаются
uk: Індекси не підтримуються

source: Views are not supported
bg: Не се потдържа преглед
de: Sichten werden nicht unterstützt
es: No está apoyado las vistas
fr: Vues non supportés
hu: Nincs nézettámogatás
it: le Viste (Views) non sono supportate
ru: Просмотры не поддерживаются
uk: Перегляди не підтримуються

source: Copying data from '%1' to '%2':
bg: Копирай данни от %1 в %2 :
de: Datenkopieren von '%1' nach '%2':
es: Copiando data de '%1' a '%2':
fr: Copie de données de '%1' vers '%2':
hu: Adatok másolása innen: '%1' ide: '%2'
it: Sto copiando i dati da %1 a %2
ru: Копирование данных из '%1' в '%2':
uk: Копіювання даних з '%1' до '%2':

source: Bug: hk_database::driver_specific_new_table returned empty table!
bg: Бъг: hk_database::driver_specific_new_table returned empty table!
de: Bug: hk_database::driver_specific_new_table gab leere Tabelle zurück!
es: Bug: hk_database::especifico_del_driver_nueva_tabla ¡Tabla vacia devuelta!
fr: Bug: hk_database::driver_specific_new_table a retourné "table vide"
hu: Programhiba: a hk_database::driver_specific_new_table üres táblát adott vissza!
it: Errore (Bug): hk_database::driver_specific_new_table resituisce una tabella vuota!
ru: Ошибка: hk_database::driver_specific_new_table возвратил пустую таблицу!
uk: Помилка: hk_database::driver_specific_new_table повернула пусту таблицю!

source: Bug: hk_database::driver_specific_new_view returned empty view!
bg: Бъг: hk_database::driver_specific_new_view returned empty view!
de: Bug: hk_database::driver_specific_new_view gab leere Sicht zurück!
es: Bug: hk_database::especifico_del_driver_nueva_tabla ¡Regresó vista vacía!
fr: Bug: hk_database::driver_specific_new_view a retourné "vue vide"
hu: Programhiba: a hk_database::driver_specific_new_view üres táblát adott vissza!
it: Errore (Bug): hk_databas::driver_specific_new_view resituisce una vista vuota!
ru: Ошибка: hk_database::driver_specific_new_view возвратил пустой просмотр!
uk: Бага: hk_database::driver_specific_new_view повернула порожній перегляд!

source: No such Database '%1'!
bg: Няма такава база данни %1!
de: Datenbank '%1' nicht vorhanden!
fr: Aucune base de données semblable à '%1'
hu: Nem létező adatbázis ('%1')!
it: Non esiste il database %1
ru: Не существует базы данных '%1'!
uk: Немає такої бази даних '%1'!

source: Not connected to server!
bg: Няма връзка със сървъра!
de: Verbindung zu SQL Server nicht möglich!
es: ¡No está conectado a un servidor!
fr: Pas connecté au server!
hu: Nincs kapcsolat a szerverrel!
it: Server non connesso!
ru: Не подключен к серверу!
uk: Не приєднаний до сервера!

source: Delete the table "%TBLNAME%"?
bg: Премахни таблицата "%TBLNAME%"?
de: Lösche Tabelle "%TBLNAME%"?
es: ¿Eliminar tabla "%TBLNAME%"?
fr: Effacer la table "%TBLNAME%"?
hu: Törölni akarja a(z) "%TBLNAME%" táblát?
it: Eliminare la Tabella "%TBLNAME%"?
ru: Удалить таблицу "%TBLNAME%"?
uk: Видалити таблицю "%TBLNAME%"?

source: Table could not be deleted!
bg: Таблицата не може да бъде премахната!
de: Tabelle konnte nicht gelöscht werden!
es: ¡No pudo borrarse la tabla!
fr: La table n'a pu être effacée!
hu: A tábla törlése nem sikerült!
it: La Tabella non può essere eliminata!
ru: Таблица не может быть удалена!
uk: Таблицю неможливо видалити!

source: Delete the view "%TBLNAME%"?
bg: Премахни view "%TBLNAME%"?
de: Lösche Sicht "%TBLNAME%"?
es: ¿Eliminar la vista "%TBLNAME%"?
fr: Effacer la vue "%TBLNAME%"?
hu: Törölni akarja a(z) "%TBLNAME%" nézetet?
it: Eliminare la Vista "%TBLNAME%"?
ru: Удалить просмотр "%TBLNAME%"?
uk: Видалити перегляд "%TBLNAME%"?

source: View could not be deleted!
bg: Прегледа не може да бъде премахнат!
de: Sicht konnte nicht gelöscht werden!
es: ¡No pudo borrarse la vista!
fr: La vue n'a pu être effacée!
hu: A nézet törlése nem sikerült!
it: La Vista non può essere eliminata!
ru: Просмотр не может быть удален!
uk: Перегляд неможливо видалити!

source: Error: hk_database::save_central could not get a new table
bg: грешка: hk_database::save_central could not get a new table
de: Fehler: hk_database::save_central konnte keine neue Tabelle erzeugen
es: Error: hk_database::save_central no pudo obtener una nueva tabla
fr: Erreur: hk_database::save_central n'a pas pu créer une nouvelle table
hu: Hiba: hk_database::save_central nincs hozzá új tábla
it: Errore: hk_database::save_central non può creare una nuova Tabella
ru: Ошибка:hk_database::save_central не может получить новую таблицу
uk: Помилка: hk_database::save_central не може повернути нову таблицю

source: Error: hk_database::save_central could not find system columns!
bg: Грешка: hk_database::save_central could not find system columns!
de: Fehler: hk_database::save_central konnte keine Systemfelder finden!
es: Error: hk_database::guardar_principal ¡No pueden encontrarse las columnas del sistema!
fr: Erreur: hk_database::save_central n'a pas pu trouver les colonnes système!
hu: Hiba: hk_database::save_central rendszeroszlopok nem találhatók!
it: Errore: hk_database::save_central non trova il system-columns!
ru: Ошибка: hk_database::save_central не может найти системные столбцы!
uk: Помилка: hk_database::save_central не може знайти системні стовпці!

source: Enter new query name:
bg: Въведете ново име на заявката:
de: Neuer Name der Abfrage:
es: Escriba el nombre de la nueva consulta:
fr: Entrez un nouveau nom de requête:
hu: Kérem, adja meg az új lekérdezés nevét:
it: Digitare il nome nuovo del'Interrogazione:
ru: Введите название нового запроса:
uk: Введіть ім'я нового запиту:

source: Enter new form name:
bg: Въведете ново име на формата:
de: Neuer Name des Formulars:
es: Escriba el nombre del nuevo formulario:
fr: Entrez un nouveau nom de formulaire:
hu: Adja meg az új űrlap nevét:
it: Digitare il nome della nuova Scheda (Form):
ru: Введите название новой формы:
uk: Введіть ім'я нової форми:

source: Enter new report name:
bg: Въведете ново име на отчета:
de: Neuer Name des Berichts:
es: Escriba el nombre del nuevo informe:
fr: Entrez un nouveau nom de rapport:
hu: Adja meg az új jelentés nevét:
it: digitare il nome del nuovo Prospetto (Report):
ru: Введите название нового отчета:
uk: Введіть ім'я нового звіту:

source: Enter new module name:
de: Neuer Name des Moduls:
ru: Введите название нового модуля:

source: Enter new name:
bg: Въведете ново име:
de: Neuen Namen eingeben:
es: Nuevo nombre:
fr: Entrez un nouveau nom:
hu: Adja meg az új nevet:
it: Digitare il nuovo nome:
ru: Введите новое название:
uk: Введіть нове ім'я:

source: Query '%1' already exists. Overwrite it?
bg: Заявката %1 вече съществува. Да я презапиша ли?
de: Abfrage '%1' existiert bereits. Überschreiben?
fr: La requête '%1' existe déja. La remplacer?
hu: A(z) '%1' lekérdezés már létezik. Felülírja?
it: L'Interrogazione (Query) '%1' esiste già. Sovrascriverla?
ru: Запрос '%1' уже существует. Перезаписать?
uk: Запит '%1' вже існує. Переписати його?

source: Form '%1' already exists. Overwrite it?
bg: Формата %1 вече съществува. Да я презапиша ли?
de: Formular '%1' existiert bereits. Überschreiben?
fr: Le formulaire '%1' existe déja. Le remplacer?
hu: A(z) '%1' űrlap már létezik. Felülírja?
it: La Scheda (Form) '%1' esiste già. Sovrascriverlo?
ru: Форма '%1' уже существует. Перезаписать?
uk: Форма '%1' вже існує. Переписати її?

source: Report '%1' already exists. Overwrite it?
bg: Отчета %1вече съществува да го презапиша ли?
de: Bericht '%1' existiert bereits. Überschreiben?
fr: Le rapport '%1' existe déja. Le remplacer?
hu: A(z) '%1' jelentés már létezik. Felülírja?
it: Il Prospetto (Report) '%1' esiste già. Sovrascriverlo?
ru: Отчет '%1' уже существует. Перезаписать?
uk: Звіт '%1' уже існує. Переписати його?

source: Module '%1' already exists. Overwrite it?
de: Modul '%1' existiert bereits. Überschreiben?
ru: Модуль '%1' уже существует. Перезаписать?

source: File '%1' already exists. Overwrite it?
bg: Файла '%1'вече съществува. Да го презапиша ли?
de: Datei '%1' existiert bereits. Überschreiben?
fr: Le fichier '%1' existe déja. Le remplacer?
hu: A(z) %1 fájl már létezik. Felülírja?
it: Il File '%1' esiste già. Sovrascriverlo?
ru: Файл '%1' уже существует. Перезаписать?
uk: Файл '%1' вже існує. Переписати його?

source: Query '%1' has changed. Store changes?
de: Abfrage '%1' wurde geändert. Änderungen speichern?
es: Consulta '%1' ha cambiado. Guardar los cambios?
fr: La requête "%1" a changé. Enregistrer les changements?
hu: A lekérdezés '%1' megváltozott. Menti-e a módosításokat?
it: L'Interrogazione (Query) '%1' è stata modificata. Salvare le modifiche?
ru: Запрос '%1' был изменен. Сохранить изменения?
uk: Запит '%1' було змінено. Зберегти зміни?

source: Form '%1' has changed. Store changes?
de: Formular '%1' wurde geändert. Änderungen speichern?
es: El formulario'%1' ha cambiado. Guardar los cambios?
fr: Le formulaire "%1" a changé. Enregistrer les changements?
hu: Az űrlap '%1' megváltozott. Menti-e a módosításokat?
it: La Scheda (Form) '%1' è stato modificata. Salvare le modifiche?
ru: Форма '%1' была изменена. Сохранить изменения?
uk: Форму '%1' було змінено. Зберегти зміни?

source: Report '%1' has changed. Store changes?
de: Bericht '%1' wurde geändert. Änderungen speichern?
es: El informe '%1' ha cambiado. Guardar los cambios?
fr: Le rapport "%1" a changé. Enregistrer les changements?
hu: A jelentés '%1' megváltozott. Menti-e a módosításokat?
it: Il Prospetto (Report) '%1' è stato modificato. Salvare le modifiche?
ru: Отчет '%1' был изменен. Сохранить изменения?
uk: Звіт '%1' було змінено. Зберегти зміни?

source: Module '%1' has changed. Store changes?
de: Modul '%1' wurde geändert. Änderungen speichern?
ru: Модуль '%1' был изменен. Сохранить изменения?

source: File '%1' has changed. Store changes?
de: Datei '%1' wurde geändert. Änderungen speichern?
es: Ficha '%1' ha cambiado. Guardar los cambios?
fr: Le fichier "%1" a changé. Enregistrer les changements?
hu: A fájl '%1' megváltozott. Menti-e a módosításokat?
it: Il File '%1' è stato modificato. Salvare le modifiche?
ru: Файл '%1' был изменен. Сохранить изменения?
uk: Файл '%1' було змінено. Зберегти зміни?

source: Error: File '%1' could not be created
bg: Грешка: Файла%1' не може да бъде създаден
de: Fehler: Datei %1 konnte nicht angelegt werden.
es: Error: El fichero '%1' no pudo crearse
fr: Erreur: Le fichier '%1' n'a pas pu être créé.
hu: Hiba: a(z) '%1' tábla létrehozása nem sikerült
it: Errore: Il File '%1' non può essere creato
ru: Ошибка: Файл '%1' не может быть создан
uk: Помилка: файл %1 неможливо створити.

source: Error: hk_database::load_central could not get a new table
bg: Грешка: hk_database::load_central could not get a new table
de: Fehler: hk_database::load_central konnte keine neue Tabelle erzeugen
es: Error: hk_database::cargar_principal no se pudo obtener una nueva tabla
fr: Error: hk_database::load_central: n'a pas pu obtenir une nouvelle table
hu: Hiba: hk_database::load_central nincs hozzá új tábla
it: Errore: hk_database::load_central non pùò creare una nuova tabella
ru: Ошибка: hk_database::load_central не может получить новую таблицу
uk: Помилка: hk_database::load_central не може повернути нову таблицю

source: Error: hk_database::load_central could not find system columns!
bg: Грешка: hk_database::load_central could not find system columns!
de: Fehler: hk_database::load_central: Systemfelder konnten nicht gefunden werden!
es: Error:hk_database::cargar_principal !No pueden encontrarse las columnas del sistema!
fr: Erreur: hk_database::load_central: impossible de trouver les colonnes systèmes!
hu: Hiba: hk_database::load_central a rendszeroszlopok nincsenek meg!
it: Errore: hk_database::load_central non riesece a trovare system columns!
ru: Ошибка: hk_database::load_central не может найти системные столбцы!
uk: Помилка: hk_database::load_central: не може знайти системні стовпці!

source: Error: hk_database::central_filelist could not get a new resultquery
bg: Грешка: hk_database::central_filelist could not get a new resultquery
de: Fehler: hk_database::central_filelist konnte keine neue Abfrage erzeugen
es: Error: hk_database::lista_de_ficheros-principal no se pudo obtener un nuevo resultado de la consulta
fr: Error: hk_database::central_filelist n'a pas pu obtenir une nouvelle requête!
hu: Hiba: hk_database::central_filelist nincs új eredemény lekérdezés
it: errore: hk_database::central_filelist non possono elaborare il risultato della query
ru: Ошибка: hk_database::central_filelist не может получить новый результат запроса
uk: Помилка: hk_database::central_filelist не може повернути нову результуючий запит

source: Warning: hk_database::central_filelist, unknown filetype
bg: Внимание: hk_database::central_filelist, unknown filetype
de: Warnung: hk_database::central_filelist, unbekannter Dateityp
es: Aviso: hk_database::lista_de_ficheros-principal, Tipo de fichero desconocido
fr: Avertissement: hk_database::central_filelist, type de fichier inconnu.
hu: Figyelem: hk_database::central_filelist, ismeretlen fájltípus
it: Attenzione: hk_database::central_filelist non riconosce il filetype
ru: Внимание: hk_database::central_filelist, неизвестный тип файла
uk: Увага: hk_database::central_filelist, невідомий тип файлу

source: Delete the query:%FNAME%?
bg: Премахни заявката %FNAME%?
de: Abfrage "%FNAME%" löschen?
es: ¿Eliminar la consulta:%FNAME%?
fr: Effacer la requête: %FNAME%?
hu: Törölni akarja a(z) %FNAME% lekérdezést?
it: Eliminare l'Interrogazione (Query): %FNAME%?
ru: Удалить запрос:%FNAME%?
uk: Видалити запит "%FNAME%"?

source: Delete the report:%FNAME%?
bg: Премахни отчета:%FNAME%?
de: Bericht "%FNAME%" löschen?
es: ¿Eliminar el informe:%FNAME%?
fr: Effacer le rapport%FNAME%?
hu: Törölni akarja a(z) %FNAME% jelentést?
it: Eliminare il Prospetto (Report): %FNAME%?
ru: Удалить отчет:%FNAME%?
uk: Видалити звіт "%FNAME%"?

source: Delete the form:%FNAME%?
bg: Премахни формата:%FNAME%?
de: Formular "%FNAME%" löschen?
es: ¿Eliminar el formulario:%FNAME%?
fr: Effacer le formulaire: %FNAME%?
hu: Törölni akarja a(z) %FNAME% űrlapot?
it: Eliminare la Scheda (Form): %FNAME%?
ru: Удалить форму:%FNAME%?
uk: Видалити форму "%FNAME%" ?

source: Delete the module:%FNAME%?
de: Modul "%FNAME%" löschen?
ru: Удалить модуль:%FNAME%?

source: Delete the file:%FNAME%
bg: Премахни файла:%FNAME%
de: Datei "%FNAME%" löschen?
es: Borrado el fichero:%FNAME%
fr: Effacer le fichier: %FNAME%?
hu: Törölni akarja a(z) %FNAME% fájlt?
it: Eliminare il file: %FNAME%?
ru: Удалить файл:%FNAME%?
uk: Видалити файл "%FNAME%" ?

source: Error: hk_database::delete_centralfile could not get a new table
bg: Грешка: hk_database::delete_centralfile could not get a new table
de: Fehler: hk_database::delete_centralfile konnte keine neue Tabelle erzeugen
es: Error: hk_database::borrado_fichero_principal no se pudo obtener una nueva tabla
fr: Erreur: hk_database::delete_centralfile n'a pas pu obtenir une nouvelle table
hu: Hiba: hk_database::delete_centralfile nincs hozza új tábla
it: Errore: hk_database::delete_centralfile non può collegarsi ad una nuova tabella
ru: Ошибка: hk_database::delete_centralfile не может получить новую таблицу
uk: Помилка: hk_database::delete_centralfile не може повернути нову таблицю

source: Error: hk_database::delete_centralfile could not find system columns!
bg: Грешка: hk_database::delete_centralfile could not find system columns!
de: Fehler: hk_database::delete_centralfile konnte keine Systemfelder finden!
es: Error:hk_database::borrado_fichero_principal ¡No pueden encontrarse las columnas del sistema!
fr: Erreur: hk_database::delete_centralfile n'a pas pu trouver les colonnes système.
hu: Hiba: hk_database::delete_centralfile nincsenek rendszeroszlopok!
it: Errore: hk_database::delete_centralfile non trova system columns!
ru: Ошибка: hk_database::delete_centralfile не может найти системные столбцы!
uk: Помилка: hk_database::delete_centralfile не може знайти системні стовпці!

source: Error: hk_database::delete_centralfile object '%1' not found
bg: Грешка: hk_database::delete_centralfile object '%1' not found
de: Fehler: hk_database::delete_centralfile Objekt '%1' nicht gefunden
es: Error: hk_database::borrado_fichero_principal no encontrado el objeto '%1'
fr: Erreur: hk_database::delete_centralfile objet '%1' introuvable
hu: Hiba: hk_database::delete_centralfile a(z) '%1' objektum nem található
it: Errore: hk_database::delete_centralfile non è stato trovato object '%1'
ru: Ошибка: hk_database::delete_centralfile не может найти объект '%1'
uk: Fehler: hk_database::delete_centralfile об'єкт '%1' не знайдено

source: hk_database::copy_table: bug newds has no columns!
de: hk_database::copy_table: bug 'newds' hat keine definierten Felder
es: hk_database::copiar_tablas:Error ¡la nueva no tiene columnas!
fr: hk_database::copy_table: bug nouvelle source de données sans colonnes!
hu: hk_database::copy_table: hiba: az új tábla nem tartalmaz oszlopokat!
it: hk_database::copy_table: bug newds non possiede Campo (Colonna)!
ru: hk_database::copy_table: ошибка, newds не имеет столбцов
uk: hk_database::copy_table: bug 'newds' не має стовпців!

source: Copying table %TABLE%
bg: Копирай таблица %TABLE%
de: Kopiere Tabelle %TABLE%
es: Copiando tabla %TABLE%
fr: Copie la table %TABLE%
hu: %TABLE% tábla másolása
it: Sto copiando la Tabella%TABLE%
ru: Копирование таблицы %TABLE%
uk: Копіювання таблиці %TABLE%

source: Continue loading data?
bg: Продължаване на зареждане на данните?
de: Weitere Daten laden?
es: Continuo cargando la data?
fr: Continuer à charger les données?
hu: Folytassa a Knoda5 az adatok betőltését?
it: Continuo a caricare i dati?
ru: Продолжить загрузку данных?
uk: Продовжити завантаження даних?

source: Error copy_view: target database does not support views!
bg: Грешка copy_view: target database does not support views!
de: Fehler copy_view: Zieldatenbank unterstützt keine Sichten!
es: Error 'copy_view: la base de datos no apoya las vistas!
fr: Erreur copy_view: la base de données cible ne supporte pas les vues!
hu: copy_view hiba: a céladatbázis nem támogatja a nézeteket!
it: Errore di copy_view: il database di destinazione non supporta le Viste (Views)!
ru: Ошибка копирования просмотра: целевая база данных не поддерживает просмотры!
uk: Помилка копіювання перегляду: цільова база даних не підтримує перегляди!

source: View '%1' already exists. Replace it?
bg: Прегледа %1' вече съществува. Да го презапиша ли?
de: Sicht '%1' existiert bereits. Überschreiben?
es: La vista ya existe. ¿Sobreescribir?
fr: La vue '%1' existe déja. La remplacer?
hu: A(z) %1 nézet már létezik. Felülírja?
it: La Vista '%1' esiste già. Sovrascriverla!?
ru: Просмотр '%1' уже существует. Заменить его?
uk: Перегляд '%1' вже існує. Переписати його?

source: Please enter the viewname:
bg: Моля въведете име на прегледа:
de: Name der Sicht:
es: Entre el nombre de la vista:
fr: Veuillez entrer le nom de la vue:
hu: Kérem, adja meg a nézet nevét:
it: Inserire il nome della Vista:
ru: Введите новое название просмотра:
uk: Будь ласка, введіть ім'я перегляду:

source: Error: hk_database::rename_file could not get a new table
bg: Грешка: hk_database::rename_file could not get a new table
de: Fehler: hk_database::rename_file konnte keine neue Tabelle anlegen
es: Error: hk_database::renombrar_fichero no se pudo obtener una nueva tabla
fr: Erreur: hk_database::rename_file n'a pas pu obtenir une nouvelle table
hu: Hiba: hk_database::rename_file - nincs hozzá új tábla
it: Errore: hk_database::rename_file non trova la nuova tabella
ru: Ошибка: hk_database::rename_file не может получить новую таблицу
uk: Помилка: hk_database::rename_file не може повернути нову таблицю

source: Error: hk_database::rename_file could not find system columns!
bg: Грешка: hk_database::rename_file could not find system columns!
de: Fehler: hk_database::rename_file konnte keine Systemfelder finden!
es: Error: hk_database::renombrar_fichero ¡No pueden encontrarse las columnas del sistema!
fr: Error: hk_database::rename_file n'a pas pu trouver les colonnes système!
hu: Hiba: hk_database::rename_file - nem található rendszeroszlop!
it: Errore: hk_database::rename_file non trova il system columns!
ru: Ошибка: hk_database::rename_file не может найти системные столбцы!
uk: Помилка: hk_database::rename_file konnte не може знайти системні стовпці!

source: Error: hk_database::rename file: No such file!
bg: Грешка: hk_database::rename file: No such file!
de: Fehler: hk_database::rename_file: Keine solche Datei!
es: Error: hk_database::renombrar_fichero:¡No existe el archivo!
fr: Erreur: hk_database::rename file: Fichier introuvable!
hu: Hiba: hk_database::rename file - nincs ilyen fájl!
it: Errore: hk_database::rename_file: file inesistente!
ru: Ошибка: hk_database::rename. Нет такого файла!
uk: Fehler: hk_database::rename_file: Немає такого файлу!

source: Error: hk_database::create_centralstoragetable could not get a new table
bg: Грешка: hk_database::create_centralstoragetable could not get a new table
de: Fehler: hk_database::create:centralstoragetable konnten keine neue Tabelle anlegen
es: Error: hk_database::creación_de_tabla_almacenamiento_principal no se pudo obtener una nueva tabla
fr: Error: hk_database::create_centralstoragetable n' pas pu obtenir une nouvelle table
hu: Hiba: hk_database::create_centralstoragetable - nincs hozzá új tábla.
it: Errore: hk_database::cantralstoragetable non riesce a creare una nuova tabella
ru: Ошибка: hk_database::create_centralstoragetable не может получить новую таблицу
uk: Помилка: hk_database::create:centralstoragetable не може повернути нову таблицю

source: Overwrite '%1'?
bg: Презапиши %1 ?
de: Überschreibe '%1'?
es: Sobreescribir '%1'?
fr: Ecraser '%1'?
hu: A(z) '%1' felülírása?
it: Supero capacità %1?
ru: Перезаписать '%1'?
uk: Переписати '%1'?

source: Table %NAME% could not be created.
bg: Таблицата %NAME% не може да бъде създадена.
de: Tabelle %NAME% konnte nicht angelegt werden.
es: Tabla %NAME% no pudo crearse.
fr: La table %NAME% n'a pas pu être créée.
hu: A(z) %NAME% tábla létrehozása nem sikerült.
it: La Tabella %NAME% non può esser creata
ru: Таблица %NAME% не может быть создана.
uk: Таблицю %NAME% неможливо створити.

source: View could not be created!
bg: Прегледа не може да бъде създаден!
de: Sicht konnte nicht erzeugt werden!
es: ¡No pudo crearse la vista!
fr: La vue n'a pas pu être créée.
hu: A nézet létrehozása nem sikerült!
it: La Vista non può esser creata!
ru: Просмотр не может быть создан!
uk: Перегляд неможливо створити!

source: Store changed data in table '%1'?
de: Geänderte Daten in Tabelle '%1' speichern?
es: Guardar los cambios a la data en la tabla '%1'
fr: Enregistrer les données dans la table '%1'?
hu: Menti a(z) '%1' táblázat adatait?
it: Salvare le modifiche nella Tabella %1?
ru: Сохранить измененные данные в таблице '%1'?
uk: Зберегти змінені дані в таблиці '%1'?
